[
    {
        "hash": 764058554,
        "original": "Eugenics Incorporated - bringing new meaning to the term 'impeccable breeding'!",
        "translated": "优基因公司——赋予「优生优育」全新的含义！",
        "desc": ""
    },
    {
        "hash": 2567202920,
        "original": "Your sperm, our sperm; your eggs, our eggs: the options are endless. It's amazing what you can keep in a vat of liquid nitrogen!",
        "translated": "你们的精子就是我们的精子，你们的卵子就是我们的卵子。选择是无穷无尽的。液氮罐里可以放下各种东西！",
        "desc": ""
    },
    {
        "hash": 3175340127,
        "original": "Eugenics Incorporated is your one-stop-shop for tailor-made tots. Why not outsource your offspring altogether? We have harvested huge numbers of elite-selected eggs, truck-loads of grade-A sperm and we have thousands of desperate young women on our books ready and willing to play host to your god-like gestation.",
        "translated": "优基因公司是你的一站式婴儿定制商城。何不把你的后代外包给我们呢？我们有大量精选卵子，海量A级精子，名册上还有成千上万的年轻女性愿意当你家神童的代孕妈妈。",
        "desc": ""
    },
    {
        "hash": 3160315546,
        "original": "Ordering your baby-in-a-box from Eugenics Incorporated couldn't be easier. Check out our Perfect Progeny Package.",
        "translated": "向优基因公司订购你的完美宝宝非常简单。看看我们的完美后代套装吧。",
        "desc": ""
    },
    {
        "hash": 2651037156,
        "original": "Just $100,000.",
        "translated": "仅售$100,000",
        "desc": ""
    },
    {
        "hash": 3595067387,
        "original": "- Order the Eugenics Incorporated Catalogue",
        "translated": "－订购优基因公司产品目录",
        "desc": ""
    },
    {
        "hash": 1145600093,
        "original": "- Select from a huge range of physical options including face shape, body type, hair color, breast size, height, weight, ethnicity, etc...",
        "translated": "－选择各种身体属性，包括但不限于脸型、体型、发色、胸部大小、身高、体重、种族...",
        "desc": ""
    },
    {
        "hash": 1854552363,
        "original": "- Specify IQ:",
        "translated": "－指定IQ：",
        "desc": ""
    },
    {
        "hash": 1291987984,
        "original": "Over 140 - Genius",
        "translated": "大于 140－天才",
        "desc": ""
    },
    {
        "hash": 3012574095,
        "original": "120 - 140 - Very superior intelligence",
        "translated": "120 - 140－非常聪明",
        "desc": ""
    },
    {
        "hash": 2676052358,
        "original": "110 - 119 - Superior intelligence",
        "translated": "110 - 119－相当聪明",
        "desc": ""
    },
    {
        "hash": 4207422986,
        "original": "90 - 109 - Normal or average intelligence",
        "translated": "90 - 109－一般聪明",
        "desc": ""
    },
    {
        "hash": 131884626,
        "original": "We specialize in creating gifted children who detest their imbecilic parents!",
        "translated": "创造讨厌自己低能父母的神童是我们的专业！",
        "desc": ""
    },
    {
        "hash": 3720128613,
        "original": "- Pick 10 dominant personality traits from a massive selection. Here are just a few of the options available on our genetic menu. From A-Z, we've got you covered!",
        "translated": "－从特征库中挑选10个主要人格特质。以下是部分可选选项。从A到Z，我们全都有！",
        "desc": ""
    },
    {
        "hash": 2603219781,
        "original": "Assertive, Butch, Clumsy, Democrat, Evil, Forgetful, Gossipy, Hermitic, Insecure, Jealous, Kind, Lucky, Machiavellian, Neurotic, Optimistic, Promiscuous, Quarterback, Romantic, Snobbish, Thrifty, Unhinged, Vain, Workaholic, Xenophobic, Yodeling, Zany.",
        "translated": "爱管闲事、笨手笨脚、仇视外人、大度豁达、丢三落四、恶贯满盈、疯疯癫癫、孤傲不群、滑稽可笑、荒淫无度、嫉妒心强、狂妄自大、浪漫柔情、民主主义、怒气冲冲、平易近人、气傲心高、任劳任怨、省吃俭用、铁腕人物、唯利是图、唯唯诺诺、邪魔外道、幸运不断、忧郁悲观、趾高气扬。",
        "desc": ""
    },
    {
        "hash": 1058192602,
        "original": "Please allow 9 months for delivery. Eugenics Inc reserves the right to start over based on ultrasound results not to its liking.",
        "translated": "耐心等待九个月后方可交付。在超声结果不尽人意时，优基因公司保留打回重做的相关权利。",
        "desc": ""
    },
    {
        "hash": 3761240314,
        "original": "Tip of the day from Dr. Von Singer!",
        "translated": "来自Von Singer博士的提醒！",
        "desc": ""
    },
    {
        "hash": 4222485794,
        "original": "\"Remember, too much perfection is boring. To avoid ending up with a narcissistic sociopath, try to mix things up a bit. Throw in some quirks like lactose-intolerance or a limp. You don't want a kid who's too benevolent in case he can't stand up for himself against the genetically-deficient cretins in the schoolyard. Bullet-proof skin has been a big seller for us this year.\"",
        "translated": "「记住，过于完美会很无聊。为了避免得到一个自恋的反社会者，也要稍微留一些缺陷。可以适当加入乳糖不耐受、腿瘸这样的负面特征。你也不会希望自己的孩子太过善良，在学校里和那些基因劣势的白痴站在一起。防弹皮肤是今年最热门的基因。」",
        "desc": ""
    },
    {
        "hash": 2775235521,
        "original": "New in the 2008 catalogue!",
        "translated": "2008版产品目录中的新品！",
        "desc": ""
    },
    {
        "hash": 2587025114,
        "original": "Tot Idol! We have profiled celebrities so that you can pick out the psychological, cognitive and behavioral traits that best match your favorite TV star.",
        "translated": "小小偶像！我们收录了名人的数据，现在可以参照你最喜爱的偶像，为后代选择心理、认知、行为上的特征了。",
        "desc": ""
    },
    {
        "hash": 1714768890,
        "original": "Quality Control is very important to us. Any imperfect embryos are discarded or fed to the bioengineered super-hamsters that Dr. Von Singer made for April Fools Day last year.",
        "translated": "我们十分重视品控。任何不完美的胚胎都会被丢弃，或是拿去喂Von Singer博士去年愚人节做的基因工程超级仓鼠。",
        "desc": ""
    }
]