[
    {
        "hash": 3775068494,
        "original": "Everybody looks good in designer genes!",
        "translated": "精心设计的基因，人人都很美丽！",
        "desc": ""
    },
    {
        "hash": 3209721337,
        "original": "You've all seen those picture-perfect families in restaurants who smile sweetly at each other and make intelligent, pleasant conversation for the duration of the meal. The children have great teeth, active lifestyles and good grades. You've all gazed enviously at those beautiful kids who pull the chair out for their mother and order their food in French while talking about the enormous trophy they won playing sports. Then you look at your chubby brat across the table who is trying to see how much spaghetti he can get up his nose after spending a full 5 minutes scratching his butt and smelling it. Where did you go wrong? Are you genetically deficient? Like anything in modern life, design needs to be intelligent. Pounding uglies and rolling the DNA dice time and again is a recipe for a lifetime of disappointment.",
        "translated": "你们都在餐馆里见过别人家的家庭吧，全家的笑容都很灿烂，一边吃饭一边谈笑风生。别人家的孩子牙齿整齐，生活健康，成绩优秀。看见那些漂漂亮亮的孩子为母亲拉开椅子，用法语点餐，说着自己在体育活动中获得的成绩，你的心里只有嫉妒。再看看桌对面的胖小子，埋头吃着意大利面，挠着屁股，时不时还要闻闻味道。你到底是哪儿做错了？难道是你的基因就不如别人吗？正如现代生活中的一切，设计需要智慧。生一窝丑八怪，一次又一次地和DNA骰子赌博，这样注定会抱憾终身。",
        "desc": ""
    },
    {
        "hash": 2440329480,
        "original": "An old adage says that you can choose your friends but not your family. Thanks to Dr. Von Singer and his team of human genetic engineers at Eugenics Incorporated, that's all about to change. We can't do anything about your alcoholic Uncle Pete and his wandering hands but we can make sure that his genes are banished from your bloodline forever. Eugenics Incorporated offers you the chance to customize your children's chromosomes from the comfort of your armchair.",
        "translated": "老话说「你可以选择自己的朋友，但不能选择自己的父母。」有了Von Singer博士和优基因公司的人体基因工程师团队的技术手段以后，这句话就要失效了。我们改变不了你的酒鬼叔叔Pete，也治不了他的手抖，但我们可以从你家的血脉中永远抹除他的基因。优基因公司让你躺在安乐椅上就能自定义孩子的染色体。",
        "desc": ""
    },
    {
        "hash": 44795494,
        "original": "The truth is that the vast majority of children are a bitter disappointment to their parents. You imagine your little prince reading Keats out on the lawn but catch him jerking off into your lingerie catalogue; you picture your little angel playing a Vivaldi flute concerto for your envious neighbors, only to find out she blows the older boys on the block for bags of crystal meth. It was the birth of Dr. Von Singer's first child that inspired him to dedicate his life to reprogenetics: \"When my daughter was born, I really felt like I'd been served meatloaf when I'd ordered the filet mignon. There is no worse feeling for a parent than the slow realization that you've created a monster. She inherited her mother's face and intellect and my bandy legs and hairline. She is a constant source of disappointment and embarrassment to me but, in a strange way, she is also my motivation. Some mornings I just feel like throwing the petri dish against the wall and locking myself in a darkened room with a bottle of Bourgeoix Cognac. Like the good old days. Then I catch a glimpse of my first-born watching re-runs of 'I'm Rich' while spraying canned cheese into her mouth and I am straight back into the lab. No one should suffer as I have. If parenting can't be perfect, then what can be?\"",
        "translated": "事实上绝大多数孩子都会让父母大失所望。你以为自己的小王子会在草坪上读济慈的诗，结果他在对着你的内衣产品册撸管。你想着自己的小天使会用笛子演奏维瓦尔第的乐曲，结果她在为了一包冰毒给男人吹箫。Von Singer博士的第一个孩子让他立志研究基因编辑：「女儿出生的时候，我有一种点的是菲力牛排，拿到的却是烘肉卷的感觉。作为父母，没有什么比慢慢意识到自己创造了一个怪物更加糟糕了。她遗传了母亲的相貌和智力，还遗传了我的罗圈腿和发际线。看见她永远都会让我感到失望和尴尬，可是很奇怪，她也算是我的动力源泉。有时早上我会有种想把培养皿砸到墙上的冲动，想把自己关到小黑屋里，喝上一瓶Bourgeoix干邑。回到美好的过去。然后就瞄到了自己的大女儿在看《我是富豪》的重播，一边还往嘴里挤着奶酪喷雾，气得我直接回实验室了。没有人应该遭受这样的痛苦。如果养育孩子做不到完美，哪还会有完美的事物呢？」",
        "desc": ""
    },
    {
        "hash": 212215703,
        "original": "Children are far from priceless. It will cost you about $250,000 just to get a child to the end of high school, not to mention the tens of thousands you will have to spend so that he/she can spend four years smoking piff at college. Would you splurge that kind of money on a yacht when there's a risk that you might receive a rubber dinghy with a slow puncture instead? In a recent interview, Dr Von Singer was quoted as saying \"Even with two physically-attractive parents, you're shooting craps with the genome. Just because I happen to like fudge and oysters, doesn't mean that they taste good together in a milkshake.\" Two-thirds of Americans are overweight and obesity carries an extremely high rate of heritability. Are you willing to take that chance? Nothing shatters the dream of parenthood more quickly than unfurling a huge, sloppy dump from a fat kid's diaper. We are morally obliged to give our children the best lives possible. What better start than genetic engineering? Can you imagine being able to predetermine the height, ethnicity, body type, hair and eye color, IQ, sexual orientation and personality traits of your baby? Don't be hemmed in by heredity. Eugenics is the future of fertilization. Whether you like it or not, your children are going to be competing with genetically perfected uber-children, so make sure your kid is not left behind.",
        "translated": "孩子绝不是无价的。把孩子养到高中毕业，需要付出大约$250,000，更别提大学还要几万几万地给生活费，供他/她飞上四年叶子。明知有收到漏气橡皮艇的风险，你还会挥霍大笔金钱去赌收到游艇的可能吗？在近期的一次采访中，Von Singer博士提到了「即便是一对身材诱人的父母，结合后的基因也会是一团糟。软糖和牡蛎很好吃，不代表把它俩混成奶昔就好吃。」三分之二的美国人体重超标，肥胖又有着极高的遗传性。你愿意承担这种风险吗？想要撕碎为人父母的梦想，最快的办法就是从小胖子的尿布里翻出一坨又大又恶心的排泄物了。为孩子创造最好的先天条件是我们的义务。基因工程不就是最好的实现手段吗？你能想象直接指定自己孩子的身高、种族、体型、发色、瞳色、智商、性取向和性格吗？别被遗传过程束缚。优基因是精卵结合的未来。不管你喜不喜欢，你不来，我们就培养你孩子的竞争对手，别让你的孩子在基因超人的队伍中掉队。",
        "desc": ""
    },
    {
        "hash": 1867943913,
        "original": "For people who like to bang kin, to keep reproduction in the family - like the British monarchy, and much of the South, and all American blueblood families - Eugenics is a great way to ensure that Billy-Joe does not end up with long arms and a head like a half-eaten empanada. However, at Eugenics Incorporated, there is no such thing as a genetic defect. The customer is always right.  If you want a bald dwarf or a hermaphrodite with webbed feet, that is your prerogative. We believe in consumer choice. You pick out a particular breed of dog based on your preference and lifestyle so why shouldn't you be able to purchase a made-to-order baby? Would you buy an Irish Wolfhound if you lived in a studio apartment? You choose your biological partner based on intellect, personality and appearance. Why not pre-select these characteristics for your child from a glossy catalogue? Eugenics is no different from a sex change, nose job or stomach staple. We just get all the surgery out of the way before the kid is born. You're not perfect but your child can be. Overcompensate for your own inadequacies by living vicariously through your off-the-shelf offspring. Make sure your successor succeeds.",
        "translated": "对于那些喜欢亲上加亲，内部繁衍的家庭——例如英国王室、南部家庭、美国贵族——优基因可以确保你们的孩子不会长出巨长的胳膊和像被咬过的韭菜盒子一样的头。当然，在优基因公司不存在有缺陷的基因。客户永远是对的。想要一个秃头侏儒？想要一个长着鸭掌的阴阳人？那是你的自由。我们无条件支持客户的选择。你可以按自己的喜好和生活风格，挑选特定品种的狗作为宠物，为什么不能花钱定制一个宝宝呢？如果你家只是一间单身公寓，你会选择爱尔兰猎狼犬吗？你会根据智力、性格、长相选择配偶，那何不直接从产品目录里提前给孩子选好这些属性呢？优基因与变性、隆鼻、缩胃并无二致，只不过一切都是在孩子出生前完成的。你也许不是完美的，但你的孩子可以。通过专门设计的孩子，弥补自己人生的遗憾。后继有人，既厚又仁。",
        "desc": ""
    },
    {
        "hash": 1735858101,
        "original": "Order a catalogue from Eugenics Incorporated!",
        "translated": "向优基因公司索要产品目录吧！",
        "desc": ""
    },
    {
        "hash": 181631811,
        "original": "Design your perfect baby today!",
        "translated": "打造你的完美神童！",
        "desc": ""
    },
    {
        "hash": 231797130,
        "original": "We'll give you a child you can love.",
        "translated": "我们会赐予你值得去爱的孩子。",
        "desc": ""
    }
]