[
    {
        "hash": 3964862708,
        "original": "Dieter",
        "translated": "Dieter",
        "desc": ""
    },
    {
        "hash": 3816886499,
        "original": "Hanover, Germany",
        "translated": "德国，汉诺威",
        "desc": ""
    },
    {
        "hash": 2756263909,
        "original": "I am very lonely and troubled. So many times I am disappointed with my life. I am a interesting man somewhat ugly but relatively honest. I am 50 years old but people tell me I look lot younger. I would like to write letters to Vietnamese lady smoker who will have no problems coming to live in Hanover.",
        "translated": "我很孤独，还很烦恼，时常对自己的生活感到失望。我有一个有趣的灵魂。虽然长得有点丑，但我还算老实。明明50岁了，但别人都说我看起来很年轻。我想写信给愿意来汉诺威生活的越南女烟枪。",
        "desc": ""
    },
    {
        "hash": 1162342401,
        "original": "I am heavy drinker and I play exotic photography and table tennis. I am divorced 3 times. I like to travel rigorously and good nude swimming. I will put some of my private hairs in each letter to you.",
        "translated": "我是个老酒鬼，经常玩异国情调的摄影、打乒乓球。离过三次婚。我喜欢裸泳和计划周密的旅游。我给你写的每封信里都会放几根阴毛。",
        "desc": ""
    },
    {
        "hash": 3436084175,
        "original": "Djibril",
        "translated": "Djibril",
        "desc": ""
    },
    {
        "hash": 2845730920,
        "original": "Nimoré, Senegal",
        "translated": "塞内加尔，尼莫雷",
        "desc": ""
    },
    {
        "hash": 1989886132,
        "original": "I write to you from the beautiful village of Niomré where I live with my first two wives in much comfort. I like very much to write letters of playful games to strangers. I need a docile curvaceous woman who would like to be my penpal and then come cook and give me a child. You must have small head. If you give me a slow child I will have you burned and set on fire.  I am a tender man of solid character. I can give frank discussions in the realm of politics and gardening. Who knows what destiny could conjure futuristically for us? There is much place for you in my home. My current two wives will be jealous, but I can have them killed.",
        "translated": "这封信来自美丽的尼莫雷村，这里是我和两个妻子幸福生活的地方。我很喜欢在信里给陌生人出一些有趣的游戏。我想找一个性格温顺、凹凸有致的女人做笔友，然后来给我做饭生孩子。要求你不能太聪明。如果生了个笨小孩，我会把你放火里烤了。我是一个性格坚毅的温柔男人，能在政治和园艺领域直言不讳。谁知道我们的未来会有何种命运呢？我家能留给你的空间还有很多。虽然现在的两个妻子一定会嫉妒你，但我可以杀了她们。",
        "desc": ""
    },
    {
        "hash": 1107553291,
        "original": "Grace",
        "translated": "Grace",
        "desc": ""
    },
    {
        "hash": 130944908,
        "original": "Davao City, Phillipines",
        "translated": "菲律宾，达沃市",
        "desc": ""
    },
    {
        "hash": 363742777,
        "original": "Can I be your soul friend by mail? We can write sum leters and get married. My naked beauty will astound you. I am very much submissive and childlike. I know your american women are like dogs on heat and cannot be loyal to man. I have many hobbies and feelings. I like very much cleaning and will give you oily massage. I dream strongly of international marriage. Please no violent men or vegetarians.",
        "translated": "可以让我通过邮件成为你的灵魂之友吗？我们可以写很多信，然后结婚。我裸露的美会让你大吃一惊。我这人百依百顺，有点孩子气。我知道你们美国的女人就像发情的狗，不能忠于男人。我有很多爱好，感情丰富。我很爱干净，还会给你做精油按摩。我做梦都想拥有一段国际婚姻。家暴男和素食者勿扰。",
        "desc": ""
    },
    {
        "hash": 1217445544,
        "original": "Madu",
        "translated": "Madu",
        "desc": ""
    },
    {
        "hash": 1752785890,
        "original": "Luxor, Egypt",
        "translated": "埃及，卢克索",
        "desc": ""
    },
    {
        "hash": 2606553681,
        "original": "Hello painted american woman! My English is not so well but I feel like priceless friend for them. I is 24 mankind and give thanks to cricket and helpful pizza. Tell me a notice! Welcome!",
        "translated": "你好，如画的美国女人！我的英语不似很好，但我觉得自己似她们无价的朋友。我似24岁的人类，感谢板球和管用的比萨饼。给我个信！欢迎！",
        "desc": ""
    }
]