[
    {
        "hash": 435430199,
        "original": "Never underestimate the profound healing and nurturing powers of smell.  The smell of rain can remind you of the time you got drunk and totaled your car in high school. The smell of oregano and red wine can remind you of when you had intercourse with mom's middle-aged boyfriend. Smells can trigger vivid memories, or not, in the case of chloroform.  Smells can be mood-enhancing, especially if huffed out of a paper bag.  There's no evidence to suggest that aromatherapy has any health benefits whatsoever but inhaling stuff is always fun and the therapists often have blow on them.  Smell nice smells.  Think happy thoughts.  Then pay us $100.",
        "translated": "永远不要低估气味拥有的强大治愈力量。雨水的气味能够让你想起高中时喝了个烂醉，把车彻底撞废的事情。牛至和红酒的气味会让你想起和妈妈的中年男友性交的经历。气味可以让人想起鲜明的记忆，当然，哥罗芳的气味除外。气味也可以调动情绪，特别是从纸袋里冒出来的气味。没有证据表明芳香疗法对健康有任何好处，但吸入什么东西总归很有意思，而且治疗师还会吹上去。闻闻好闻的味道，想想开心的事情。最后付我们$100。",
        "desc": ""
    },
    {
        "hash": 916020758,
        "original": "Pamper yourself with an exfoliation treatment guaranteed to make your mouth and eyes water.  After a rigorous rubdown with rock salt, our therapist pours tequila on your butt cheeks, slaps them like a pornstar while growling \"You like that don't you?\" and finishes by applying a freshly-squeezed lemon tonic that will send you into the gift store screaming in agony and ecstasy.",
        "translated": "通过剥落疗法保养自己，让你的嘴和眼睛水流不止。用岩盐彻底按摩后，治疗师会往你的屁股上倒龙舌兰，像AV明星一样扇你的屁股，一边咆哮「就喜欢被打对吧？」结束之前还会在你伤痕累累的屁股上倒上鲜榨的柠檬汤力，在痛苦的尖叫中把你送进礼品商店。",
        "desc": ""
    },
    {
        "hash": 477199851,
        "original": "* Before you pick up the telephone, please note that this has nothing to do with curing rednecks and alternative lifestyle practitioners of their meth addiction.",
        "translated": "* 别急着拿起电话预约，这一疗法无法治疗红脖子和法外狂徒的冰毒成瘾。",
        "desc": ""
    },
    {
        "hash": 3903069938,
        "original": "It's amazing how many people have fallen for this one.  It's right up there with tea leaves in the bottom of a cup and elves living under the floorboards.  Certain spiritual healers, mostly the offspring of 1960's acid casualties, maintain that crystals, especially quartz crystals, have the ability to correct a person's natural energy flows.  Whatever that means...  Give it a try.  Stare into some glass for an hour while listening to whales copulate.  There are about 10,000 different religions in the world so, if you happen to put your faith in the wrong thing, it's not like you're the only one.",
        "translated": "许多人都爱上了这个疗法，太神奇了。它就在杯子底部的茶叶当中，就在地板下面的小精灵之间。某些灵力治疗师 (大部分是六十年代致幻剂成瘾者的后代)守护着这些水晶，特别是石英晶体，它们具有神奇的魔力，能够修正人体自然能量的流动。具体什么意思不重要，总之试一试吧。听着鲸鱼性交，凝视玻璃一个小时。全世界大约有一万种宗教信仰，即便是信错教了，也有很多人和你一样。",
        "desc": ""
    },
    {
        "hash": 1458167516,
        "original": "Is your coochie getting slouchie? You don't have to be embarrassed by your clown's pocket any longer.  Morningwood's pioneering, non-surgical, vaginal rejuvenation treatment is personally administered by our founder and CEO,",
        "translated": "你的下面是否松松垮垮？别再为自己年久失修的阴部尴尬了。晨木先进的非手术阴部回春疗法由我们的创始人和CEO",
        "desc": ""
    },
    {
        "hash": 4034441116,
        "original": "Guru Parindra Chakkalakkal",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1960566344,
        "original": " , who uses his self-appointed healing hands to work, tighten and tone your vaginal muscles while moaning softly with his eyes closed.",
        "translated": "亲自完成。他会用自封的治愈之手治疗你的阴部肌肉，同时闭上眼睛轻轻呻吟，让你的下体更加紧致有力。",
        "desc": ""
    }
]