[
    {
        "hash": 1593336818,
        "original": "Who'd have thought that bored housewives would pay $200 to cover themselves in slimy algae? Morningwood's seaweed wrap will relieve stress, loosen muscles and make you smell like you were involved in an all night gangbang under the Firefly Island Boardwalk with a group of drunken fisherman.",
        "translated": "谁能想到，无聊的主妇居然愿意花$200，把自己裹在黏糊糊的海藻里。晨木的海藻裹敷能够帮你释放压力、放松肌肉，让你全身都是一股味，像是被Firefly Island木板道底下的酒鬼渔夫轮了一晚上一样。",
        "desc": ""
    },
    {
        "hash": 3330388003,
        "original": "Experience a deep sense of inner calm and release as a Chinese dog massages you by \"making biscuits\" and then shits on your back while Mandarin Jazz plays in the background.  We recommend Shih Tzu Shiatsu therapy to all our clients, as we can charge so much more for treatments with foreign names.  'Shiatsu', the Japanese word from 'shi', meaning 'finger', and 'atsu', meaning 'blast' is an ancient form of masturbation which involves a stranger prodding his fingers into your erogenous zones (or 'meridian points') until you climax like a bucking horse.",
        "translated": "体验由内而外的平静与放松吧。在普通话爵士乐的笼罩下，享受中国狮子狗在你身上踩奶，然后一泡屎拉在你背上的感觉。我们推荐所有顾客都尝试一下狮子指压(Shih Tzu Shiatsu)疗法，因为外国名字的项目收费更高。「指压」是日语词，手指的指，按压的压。指压是一种古老的自慰方式，需要一个人用手指戳碰你的性感带，或者说「经络穴位」，让你达到高潮。",
        "desc": ""
    },
    {
        "hash": 2462099780,
        "original": "Just when you thought that you couldn't get any more New Age than Shiatsu, along came Wanton Ramen Watsu.  Some long-term marijuana-users claim that water retains a memory of everything that passes through it and, as a result, is blessed with curative properties.  This is why public pools smell like pee.  During a Wonton Ramen Watsu treatment, the client is cradled like a baby in a tank of warm soup and gently spoon-fed noodles from the soup they are floating in by a topless therapist.  Perfect for middle-aged men with mother attachment issues.",
        "translated": "你以为指压就是新纪元疗法的极限吗？不，我们还有馄饨拉面水压(Wanton Ramen Watsu)。某些长期吸食大麻的人认为，所有通过水流的事物都会被流水记住，因此流水具有治愈的能力。不过这也是公共泳池一股子尿骚味的原因。馄饨拉面水压疗法需要顾客像睡摇篮一样，泡在一缸热汤里，上身裸露的治疗师会从汤里捞面喂给你吃。非常适合有妈宝情结的中年男性。",
        "desc": ""
    },
    {
        "hash": 244516506,
        "original": "There's something inexplicably satisfying about selling dirt to rich people for hundreds of dollars.  Morningwood's mud paraffin mask - at least we think it's mud - firms, hydrates and detoxifies the face and private areas by literally shoving your face and/or dick in the dirt.  It's a New Age metaphor for life.  How? Don't ask questions.  New Age spa treatments are about answers not questions.",
        "translated": "把泥巴大价钱卖给富人实在太令人愉悦了。晨木的泥巴面膜 (至少我们觉得是泥巴) 会将你的面部/鸡巴埋到土里，具有紧致、保湿、排毒的功效。这是新纪元的人生隐喻。怎么做到的？别多问。新纪元SPA疗法最重要的是答案，而不是问题。",
        "desc": ""
    },
    {
        "hash": 1208194162,
        "original": "* Following last year's unfortunate accident, we must remind all recipients of the Mud Paraffin facial and bikini wax not to stray too close to the ceremonial candles.",
        "translated": "* 在去年不幸的事故之后，我们建议所有接受泥巴面膜和比基尼除毛的顾客都与仪式用蜡烛保持一定距离。",
        "desc": ""
    },
    {
        "hash": 1920653347,
        "original": "Ever since somebody, somewhere started talking up the anti-aging properties of bull sperm, Rocco, our on-site Aberdeen Angus, has become a very busy boy.  Supposedly packed full of essential nutrients, bovine baby batter has become the latest craze in luxury skin care.  Come on, ladies.  Don't try to pretend that it's the first time you've had a humiliating afternoon with a beast that ended in a facial.",
        "translated": "自从有人在哪里说牛精具有抗衰老的功效后，店里的安格斯牛Rocco就成了大忙人。牛子油富含关键的营养成分，是高端皮肤护理的最新热潮。好啦，各位女士，别装了。又不是第一次被畜生在脸上来了一发。",
        "desc": ""
    }
]