[
    {
        "hash": 4109491254,
        "original": "How it works...",
        "translated": "流程介绍...",
        "desc": ""
    },
    {
        "hash": 1243169232,
        "original": "First, pony up a quarter of a million dollars.  Receive the jacket with Highmen space logos all over it.  Then proceed to brag to all your rich friends while at fundraisers.",
        "translated": "首先，付清25万美元。您会收到印满Highmen宇航公司标志的夹克。 然后您就能在募捐活动中向所有富人朋友炫耀了。",
        "desc": ""
    },
    {
        "hash": 130950588,
        "original": "Think of it as an amusement park ride for millionaires.",
        "translated": "把它看作是百万富翁的一次游乐场之行。",
        "desc": ""
    },
    {
        "hash": 1282209559,
        "original": "History suggests that the Highmen space experience is likely to play out in one of two ways:",
        "translated": "历史表明，Highmen宇航之旅可能会以以下两种方式之一进行：",
        "desc": ""
    },
    {
        "hash": 4197374820,
        "original": "Before launch, an on-site extra insurance policy is sold to passengers as their families look on, weeping from behind a velvet rope at the end of the tarmac.",
        "translated": "在发射前，乘客们会被现场推销额外的保险，而他们的家人则在停机坪尽头的羽绒绳后看着他们哭泣。",
        "desc": ""
    },
    {
        "hash": 1150400368,
        "original": "The BlackbaronII mother ship climbs to about 50,000 ft. and releases the Spacetrotter2 rocket ship while the passengers violently shake.",
        "translated": "BlackbaronII母舰爬升至约50000英尺的高度，释放Spacetrotter2火箭飞船，乘客们感到剧烈抖动。",
        "desc": ""
    },
    {
        "hash": 1377029373,
        "original": "Spacetrotter2 blasts up to 63 miles high, runs out of gas and begins freefalling.",
        "translated": "Spacetrotter2飞船蹿升至63英里的高空，之后耗尽燃料开始自由落体。",
        "desc": ""
    },
    {
        "hash": 518418613,
        "original": "Slutty spacehostesses in tight silver uniforms hand out complementary barf bags.",
        "translated": "穿着银色紧身衣的性感太空空姐开始分发备用的呕吐袋。",
        "desc": ""
    },
    {
        "hash": 1856013666,
        "original": "Passengers float around in a confined space with a migraine for 5 minutes, trying to act like this was worth it.",
        "translated": "乘客们带着偏头痛，在狭窄的空间里漂浮5分钟，假装这是一次不虚此行的经历。",
        "desc": ""
    },
    {
        "hash": 467608508,
        "original": "Spacetrotter2 plunges back through the Earth's atmosphere.",
        "translated": "Spacetrotter2飞船重回地球大气层。",
        "desc": ""
    },
    {
        "hash": 3482318571,
        "original": "The wings open and Spacetrotter2 glides smoothly down to the ground.",
        "translated": "机翼打开，Spacetrotter2飞船平稳地滑翔到地面。",
        "desc": ""
    },
    {
        "hash": 2095360516,
        "original": "OR",
        "translated": "或",
        "desc": ""
    },
    {
        "hash": 3060387346,
        "original": "Spacetrotter2 explodes in a ball of white-hot fire killing everybody on board.",
        "translated": "Spacetrotter2飞船爆炸，变成一团炽热的火球，机上无人生还。",
        "desc": ""
    },
    {
        "hash": 2540314950,
        "original": "We start work on Spacetrotter3.",
        "translated": "我们着手研发Spacetrotter3飞船。",
        "desc": ""
    },
    {
        "hash": 2250498384,
        "original": "The internationally-recognized boundary of space is 62 miles above land.  Highmen Space Tours sends you a FULL MILE into space and gives you a FULL FIVE MINUTES of weightlessness.  If that's not worth $250,000, we don't know what is.",
        "translated": "国际公认的太空边界是距地表62英里的高度。Highmen太空之旅会将您送入太空整整一英里，并给你整整五分钟的失重时间。如果这还不值25万美元，我们不知道什么才值得。",
        "desc": ""
    },
    {
        "hash": 4106336990,
        "original": "All passengers are obliged to sign our 3,000-page waiver.",
        "translated": "所有乘客都必须签署我们长达3000页的免责声明。",
        "desc": ""
    }
]