[
    {
        "hash": 114447199,
        "original": "CASE STUDY 1",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 572229270,
        "original": "CASE STUDY 2",
        "translated": "参考案例2",
        "desc": ""
    },
    {
        "hash": 148002437,
        "original": "CASE STUDY 3",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 678537532,
        "original": "Name:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2493607672,
        "original": "Patterson vs Pirate Music",
        "translated": "Patterson与Pirate Music之争",
        "desc": ""
    },
    {
        "hash": 1480917531,
        "original": "Date:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1206795243,
        "original": "Case brought in 2004",
        "translated": "2004年提起的案件",
        "desc": ""
    },
    {
        "hash": 3669142384,
        "original": "Settlement:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 38235574,
        "original": "Dismissed due to lack of 'common sense'",
        "translated": "由于缺乏「常识」而被驳回",
        "desc": ""
    },
    {
        "hash": 2541369704,
        "original": "Sometimes a case comes around that just grabs your heart. When we were contacted by the Pattersons about their son Nick, we knew that no matter the lack of 'evidence' available, our law firm could not turn our backs.",
        "translated": "接到的案子有时能令人动容。当Patterson一家就他们的儿子Nick的问题与我们联系时，我们知道，即便缺乏可用的「证据」，我们事务所也不能置之不理。",
        "desc": ""
    },
    {
        "hash": 1483021554,
        "original": "Nick had been a promising student who dropped out of school to do nothing but stay in his room conducting imaginary orchestras - a sickening charade as his thirteen hamsters were forced into military fatigue costume, armed with teeny tiny imitation assault weapons and made to simulate warfare as he played Wagner at high volume. The cause of this was clear - popular music - even if it was popular over 100 years ago.",
        "translated": "Nick曾是一个很有前途的学生，但辍学后的他无所事事，只会呆在房间里指挥臆想中的管弦乐队。在这场荒诞的闹剧中，他的13只仓鼠被迫穿上军用作战服，拿上迷你武器模型，伴着大声外放的瓦格纳歌剧进行模拟战争。罪魁祸首显而易见：流行音乐。即便这是100多年前的流行音乐。",
        "desc": ""
    },
    {
        "hash": 2495259768,
        "original": "Nick's fascination with Wagnerian operas clearly caused his  withdrawal from society, and the Pattersons rightly took action before he did something illegal. Despite GL&S not winning the case, we attracted a great deal of media attention for a cause we fervently believe in -ourselves - while nearly bankrupting a national company.",
        "translated": "对瓦格纳歌剧的痴迷显然造成了Nick与社会的脱节，Patterson一家在他做出违法行为之前采取了正确的行动。尽管没能打赢官司，但我们GLS仍为自己坚信的事业，也就是为我们自己，吸引了大量的媒体关注，同时也差点让一家全国性的公司破产。",
        "desc": ""
    },
    {
        "hash": 3146112883,
        "original": "GL&S maintains that pop culture and indeed even Wagnerian operas influence those with possible violent tendencies and, despite warning stickers, can still make it into the hands of children.  What happens when they go from opera to Nietzsche? Don't ban weapons, ban pixels, and we're working on that.",
        "translated": "GLS坚持认为，流行文化，甚至瓦格纳歌剧都会影响那些具有潜在暴力倾向的人。哪怕有警告标签，它们仍有可能落入儿童手中。万一流行的不再是歌剧，而是尼采又会怎样？不要禁止武器，要禁止数字媒体，我们正在为此努力。",
        "desc": ""
    },
    {
        "hash": 515288160,
        "original": "GL&S, All Rights Reserved . Privacy Statement . Contact Info",
        "translated": "",
        "desc": ""
    }
]