[
    {
        "hash": 1882153910,
        "original": "Goldberg Ligner & Shyster was founded on the ideal that no man is beyond judgement.  Our firm has endeavored to seek out corruption and vice in the highest echelons of society.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 657416655,
        "original": "Coming from founder Tom Goldberg's dream to level the playing field, GL&S has amassed one of the most impressive records in the legal industry.",
        "translated": "怀揣着创始人Tom Goldberg创造公平竞争环境的初衷，GLS已经在法律行业积累了数一数二的记录。",
        "desc": ""
    },
    {
        "hash": 1499712265,
        "original": "Our firm has successfully litigated against CEOs, politicians, priests, community leaders, and charities.  GL&S believe that corruption is always there, you just have to look for it.",
        "translated": "我们事务所成功起诉过CEO，政客，牧师，社区领袖和慈善机构。GLS相信腐败永远都有，需要的是一双发现腐败的眼睛。",
        "desc": ""
    },
    {
        "hash": 801899471,
        "original": "Following the example of founder Tom Goldberg, GL&S has an active interest in the community.  A significant amount of work is done without taking fee; however, we feel that all of our practice is pro bono publico.",
        "translated": "以创始人Tom Goldberg为榜样，GLS律所积极关注社区。大量的工作是无偿完成的。实际上，可以说我们的所有业务都是公益性的。",
        "desc": ""
    },
    {
        "hash": 1069438505,
        "original": "A portion of the firm's turnover is donated to Goldberg's Guys - an organization dedicated to teaching young disadvantaged boys to swim.  Tom Goldberg set up this charity several years ago, and still has a very hands-on role within it.",
        "translated": "事务所将部分收入捐赠给了「Goldberg的小伙伴」，一个致力于教自由城的困难男童游泳的组织。Tom Goldberg在几年前建立了这个慈善组织，至今仍然亲自参与其中。",
        "desc": ""
    },
    {
        "hash": 2482273920,
        "original": "We are located at 44 Amethyst Street, 1st floor, The Exchange, Algonquin, Liberty City .",
        "translated": "我们的地址：自由城，Algonquin，证交区，Amethyst街44号一楼",
        "desc": ""
    },
    {
        "hash": 515288160,
        "original": "GL&S, All Rights Reserved . Privacy Statement . Contact Info",
        "translated": "",
        "desc": ""
    }
]