[
    {
        "hash": 4187495584,
        "original": "TAGS",
        "translated": "标签",
        "desc": ""
    },
    {
        "hash": 58165197,
        "original": "Assign tags to your photos. Perfect for hopeless losers who like to spend days categorizing, alphabetizing and organizing their online galleries. Tags also help users to narrow down their search (e.g. drunk + woman + beer bottle trick).",
        "translated": "给你的照片打上标签。很适合那些每天整理相册，精心分类排序的无聊失败者。标签也可以帮助用户缩小搜索范围 (例：喝醉 + 女人 + 啤酒瓶玩法)。",
        "desc": ""
    },
    {
        "hash": 952944418,
        "original": "CAPTIONS",
        "translated": "描述",
        "desc": ""
    },
    {
        "hash": 818050008,
        "original": "Captions like \"Ooops! I don't think he wanted to do that!\" are so funny! They are also a great tool to enable girls with low self-esteem to fish for compliments by posting hot pictures of themselves under the line \"Ugggh! I look so fat in this photo!\" To tell her she's fat, see Comments, below.",
        "translated": "在照片底下写一句「哎呀，他好像没想到会这样！」可太有趣了！描述更是自卑的姑娘收获他人赞美的利器，发张性感的自拍照，配上一句「啊，照片里的我好胖！」想知道如何评价她的身材吗？请看下面一节「评论」。",
        "desc": ""
    },
    {
        "hash": 4284058839,
        "original": "COMMENTS",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1371270843,
        "original": "Get idiots to critique your art! Feedback makes you feel loved!",
        "translated": "让白痴们评价一下你的大作！有反馈才能感受到爱！",
        "desc": ""
    },
    {
        "hash": 1474222505,
        "original": "A Thousand Words",
        "translated": "一图千言",
        "desc": ""
    },
    {
        "hash": 34418702,
        "original": " has been designed so that attention-seeking introverts can repeatedly post bulletins begging strangers to comment on their photos. This is particularly popular with teenage  spelling anarchists who are trigger-happy with the CAPSLOCK key:",
        "translated": "经过精心设计，追求关注的社恐也能经常发布动态，求着陌生人评价照片。动不动就敲感叹号的瞎打字青少年很喜欢这个功能。",
        "desc": ""
    },
    {
        "hash": 4236739490,
        "original": "COMMENT MY NU PIXX PLZ!!! WHAT U THINK? KEEP OR  DELETE? ILL COMMENT URS IF U COMMENT MINE!",
        "translated": "给！我！的！新！照！片！来！点！评！论！球！球！了！！！来8来？不来删？大！家！互！相！评！论！",
        "desc": ""
    },
    {
        "hash": 787740574,
        "original": "Have a voice! Vent your spleen! Tell that woman her baby is hideous! Tell that undeveloped girl you want to be inside her! Riddle people with self-doubt by picking apart their flaws. You'll feel so much better about yourself.",
        "translated": "发出你的声音！释放你的愤怒！告诉那个女人她家孩子很丑！揪着别人的缺点喷到他怀疑人生。喷完自己就舒畅多了。",
        "desc": ""
    },
    {
        "hash": 213085827,
        "original": "PHOTO EDITING",
        "translated": "修图",
        "desc": ""
    },
    {
        "hash": 746333573,
        "original": "A picture says a thousand words but also adds ten pounds and exposes all the flaws that your psyche suppresses as a defense mechanism when you look in the mirror. Smooth over that bald stump that was an arm before the accident, pencil in that cleavage, blitz that acne, melt away that cellulite, beef up that crotch. Use a sepia effect - it appears more artsy-fartsy and makes ugly people look better. Do fun things like transpose your mom's head onto a porn star's body and send it to your local newspaper. The possibilities of photo editing are endless. Essential for egomaniacs who like to crop friends out of photos in order to focus attention on themselves.",
        "translated": "一图胜千言，但上镜不但胖三分，还会暴露出照镜子时被忽略的各种缺陷。磨平车祸留下的手臂断面，加深双峰间的山谷，抹掉脸上的痤疮，缩紧层叠的脂肪，加宽自己的大胯。再加一个复古滤镜，不仅显得典雅，还能遮盖百丑。把你妈的头接到AV女优身上，投给本地报纸，搞一个恶作剧。修图的可能性无穷无尽。更对那些把照片裁得只剩自己一个人的自大狂至关重要。",
        "desc": ""
    }
]