[
    {
        "hash": 703720431,
        "original": "Don't let funeral arrangements burn you out. Do you need more than gasoline and a lighter? Yes. We worry about the details so you don't have to.  Whatever lights your fire, Home Cremation has a package to suit you. Over 40 years in the death care industry! Check out our sizzling special offers:",
        "translated": "别让操办后事把你的精力燃烧殆尽。火葬所需要的不止是汽油和打火机吧？所以，交给我们吧！本站提供多种火葬方案，总有一款能够勾起你的欲火。我们拥有超过40年的殡葬经验！以下是本站最新的特惠方案：",
        "desc": ""
    },
    {
        "hash": 1894072377,
        "original": "We provide the wood and you do the rest! Approximately 1 in 4 adults in the USA are now clinically obese and if not set on fire properly can smolder like a whale for a week. Given that the average body takes about three hours to burn on a decent-sized funeral pyre, that means you're going to need a shitload of wood if Granny's going to be well done!! There's nothing worse than a party going strong and the fire starting to go out.",
        "translated": "我们提供木材，剩下的你来负责！临床上认为，大约有四分之一的美国人是肥胖的。如果火化的方法错误，结果就会变成烧鲸鱼，一个星期都烧不干净。火化正常身材的人一般需要三个小时。也就是说，想把家人烧干净需要很多很多的木材！！你可不想火化派对开到一半火就灭了吧？",
        "desc": ""
    },
    {
        "hash": 641318546,
        "original": "HomeCremation.com can provide all the wood that you need, delivered straight to your door by an 18-wheeler. You don't want your loved one to still be medium-rare when dawn arrives!",
        "translated": "家庭火化网可以提供大量木材，大卡车直送到家。我们保证，派对结束的时候你的亲人已经烤至全熟！",
        "desc": ""
    },
    {
        "hash": 1468496139,
        "original": "Wood!",
        "translated": "准备木材！",
        "desc": ""
    },
    {
        "hash": 3066564613,
        "original": "See above.",
        "translated": "详细内容同上。",
        "desc": ""
    },
    {
        "hash": 1740015607,
        "original": "Construction!",
        "translated": "搭建火堆！",
        "desc": ""
    },
    {
        "hash": 494207885,
        "original": "Designing a funeral pyre is not as easy as it looks. Leave it to the experts! Our experienced team will build a special statue out of leftover construction materials. Burn grandpa in a boat, a parade float, or our favorite - a replica of his office or other place of work.",
        "translated": "设计火堆可不是件容易的事，还是交给专家来办吧！我们的专业团队会用搭火堆的边角料制作一个特别的塑像。你可以选择在船上火化，也可以在花车上火化，甚至还可以复刻逝者生前的办公室用来火化，这也是我们的最爱。",
        "desc": ""
    },
    {
        "hash": 3408302003,
        "original": "Body Preparation!",
        "translated": "打扮遗容！",
        "desc": ""
    },
    {
        "hash": 1525776831,
        "original": "Handling a corpse can be an emotional and messy experience.  Our cosmetician will make sure that your loved one looks sexy for their big day.",
        "translated": "处理尸体的时候很容易触景生情，弄不好还会搞砸。我们的入殓师会把你的亲人打扮好，保证他漂漂亮亮地下葬。",
        "desc": ""
    },
    {
        "hash": 241823271,
        "original": "Catering!",
        "translated": "置办酒席！",
        "desc": ""
    },
    {
        "hash": 4118810886,
        "original": "It's going to be a long afternoon and you're going to get hungry.  Leave it to Home Cremation.  Our delicious barbeque banquet of ribs, thighs, rump, breast and marshmallows is a sure-fire crowd-pleaser.",
        "translated": "葬礼会举办很久，中途很难不犯饿。食物就交给我们吧！我们准备了美味的烤排骨、烤大腿、烤臀肉和烤奶子，香喷喷的四脚白猪你肯定喜欢。",
        "desc": ""
    },
    {
        "hash": 1734621341,
        "original": "Fragrance!",
        "translated": "加把香料！",
        "desc": ""
    },
    {
        "hash": 196842592,
        "original": "Burning human flesh smells a bit like roast pork but it is not to everyone's palate. Home Cremation adds a blend of exotic wood chips, herbs, pine cones, jasmine, asbestos, frankincense, cinnamon sticks and pecan shells to all its funeral pyres. Your backyard will smell like a hippie's bedroom! We can also treat your loved one to one of our marinade massages on the morning of the cremation. Choose between honey dew, chili lime and teriyaki. Your guests will be running to the buffet!",
        "translated": "人肉烧起来的味道有点像烤猪，但不是每个人都能接受。所以我们会在火堆里提前加入木屑、药草、松果、茉莉、石棉、乳香、肉桂条和核桃壳。你家后院闻起来就和嬉皮士的卧室一个味！我们还会在火化的当天早上对逝者进行酱汁按摩，蜂蜜、青柠辣椒酱和照烧汁三选一。到时候，整个火化现场就成了自助餐厅！",
        "desc": ""
    },
    {
        "hash": 3229482744,
        "original": "Teeth retrieval!",
        "translated": "找回牙齿！",
        "desc": ""
    },
    {
        "hash": 2337346204,
        "original": "You can't burn a smile! While your loved one is knocking at the pearly gates, a member of our team will rake over the embers and locate their pearly whites.",
        "translated": "牙齿和笑容是烧不掉的！逝者叩响圣洁的天国大门的同时，我们团队也会派人在骨灰里翻找出洁白的牙齿。",
        "desc": ""
    },
    {
        "hash": 1370238159,
        "original": "Music!",
        "translated": "配上音乐！",
        "desc": ""
    },
    {
        "hash": 335923385,
        "original": "Home Cremation has a range of smoking soundtracks guaranteed to ignite the festivities. Country music suggested.",
        "translated": "本站提供海量劲爆音乐，助你燃翻全场。强烈推荐乡村音乐。",
        "desc": ""
    },
    {
        "hash": 4852556,
        "original": "Fireworks!",
        "translated": "点燃烟火！",
        "desc": ""
    },
    {
        "hash": 358572125,
        "original": "Our fantastic pyrotechnics display will make sure that the celebrations go off with a bang.",
        "translated": "我们提供精彩的烟火表演，让这场葬礼光彩夺目。",
        "desc": ""
    },
    {
        "hash": 2418296330,
        "original": "Can of gasoline",
        "translated": "若干桶汽油",
        "desc": ""
    },
    {
        "hash": 2815692846,
        "original": "Matches",
        "translated": "火柴",
        "desc": ""
    },
    {
        "hash": 269282499,
        "original": "Kindling",
        "translated": "火种",
        "desc": ""
    },
    {
        "hash": 3257680460,
        "original": "Long-handled fork",
        "translated": "长柄叉",
        "desc": ""
    },
    {
        "hash": 814688920,
        "original": "Tongs",
        "translated": "火钳",
        "desc": ""
    },
    {
        "hash": 517251120,
        "original": "Rake",
        "translated": "耙子",
        "desc": ""
    },
    {
        "hash": 3804586375,
        "original": "Bucket of water",
        "translated": "若干桶水",
        "desc": ""
    },
    {
        "hash": 72888551,
        "original": "Sunglasses",
        "translated": "墨镜",
        "desc": ""
    },
    {
        "hash": 4282576601,
        "original": "Marshmallows",
        "translated": "你的亲人",
        "desc": ""
    },
    {
        "hash": 1070869051,
        "original": "Build the largest pyre that you can manage, though watch out for overhead power lines. The bigger the better! Heat is the key. We're aiming for flame-grill rather than slow-roast.",
        "translated": "火堆能搭多大就搭多大，但要注意避开架空电线。搭得越大，效果越好，火候够旺才是关键。大火烧制比慢慢烘烤效果好很多。",
        "desc": ""
    },
    {
        "hash": 3741911292,
        "original": "Make sure that you set up your pyre downwind of spectators. You want to avoid scraps of burning flesh landing in the guests' margaritas.",
        "translated": "火堆应布置在下风口。你也不想遗体烧出来的灰飘到酒水里吧。",
        "desc": ""
    },
    {
        "hash": 2423545532,
        "original": "Attach the deceased securely. We cannot overemphasize the importance of pyre stability. The last thing that you want is grandpa dive-bombing the canapes in a ball of flames.",
        "translated": "遗体应固定牢靠。务必保证火堆固定良好。万一爷爷化身火球直奔酒桌，画面可就惨不忍睹了。",
        "desc": ""
    },
    {
        "hash": 1971727205,
        "original": "Avoid throwing trash on the pyre, especially old tires, aerosols, tins of paint, foam-filled sofas etc... until you're pretty drunk. It's like an extra bonus.",
        "translated": "除非是喝醉了控制不住自己，不要往火堆里扔垃圾，尤其是旧轮胎、喷雾瓶、油漆桶、海绵沙发... 一不小心就会酿成大祸。",
        "desc": ""
    },
    {
        "hash": 3644204717,
        "original": "Check that there are no animals or children inside the pyre before lighting. One funeral at a time!",
        "translated": "点火前务必确认火堆里没有动物和小孩。一场只烧一个！",
        "desc": ""
    },
    {
        "hash": 2553042092,
        "original": "When the fire dies down and the guests have staggered home, you're going to be left with a pile of bone fragments.  Crematoriums pulverize the bones with a machine. For Home Cremation, however, we recommend that you throw them in a potato sack and smash them with a sledgehammer. This is a fun activity for the kids.",
        "translated": "火化结束后，吃席的客人心满意足地离开，你还得处理火化剩下来的碎骨头。火葬场一般用机器粉碎骨头。对于家庭火化，我们建议把骨头装进麻袋，再用锤子砸碎。孩子们一定会敲得很开心。",
        "desc": ""
    },
    {
        "hash": 3123018503,
        "original": "Why not give the event a theme? We carry a wide range of cremation costumes and, for an additional $40 we will dress up the deceased in a party outfit of your choice. General, cowboy, angel, devil, cheerleader, pirate and adult baby bondage gimp are some of our most popular options. If you have several people to burn at once, consider a posed scene from your favorite book or movie.",
        "translated": "何不搞一场主题火葬呢？我们有各式各样的寿衣，额外支付40块钱，即可把遗体打扮成派对聚会风。目前热销的风格有将军、牛仔、天使、恶魔、啦啦队长、海盗和拘束服。一次合葬好几个人的话，可以考虑一下从你喜欢的书和电影里寻找灵感，给他们摆一个好看的姿势吧。",
        "desc": ""
    },
    {
        "hash": 3517811651,
        "original": "Home Cremation offers a line of affordable plastic funeral urns in exclusive modern designs. From a football to a high-heeled shoe to a beer can, we can provide something that encapsulates the personality of your loved one. Starting at $5.",
        "translated": "本站可提供一系列价格实惠、设计前卫的塑料骨灰盒。足球、高跟鞋、啤酒罐... 总有一个能够能表现逝者的鲜明个性。最低5元起。",
        "desc": ""
    },
    {
        "hash": 2466866582,
        "original": "Memorial Mugs! Home Cremation will mix the ashes with pottery clay and make mugs that you can give to all your friends.  Just $20 for a batch of 10.",
        "translated": "纪念马克杯！我们把骨灰混入陶土，制作出来的马克杯很适合送给亲朋好友。每套20元，内含10个马克杯。",
        "desc": ""
    },
    {
        "hash": 2946249680,
        "original": "The tears, the laughter... don't let the memories die in the embers. Capture the day on film and show the grandkids! Home Cremation will immortalize the entire event on video at a very reasonable price. Size matters, though! Evidently the cooking time for a seven-year-old girl is going to be very different to that of a 6-foot biker and our costs reflect this:",
        "translated": "不论是欢笑还是泪水，记忆都应该永存于人间。用影像记录下这一天，给子孙回顾的机会吧！本站可以提供全程录像服务，价格实惠！不过七岁小女孩的火化时长和一米八的飞车党壮汉显然是不一样的。所以我们会按照体重分档收费，以下是价格表：",
        "desc": ""
    },
    {
        "hash": 772394277,
        "original": "0 - 100lb",
        "translated": "0 - 90斤",
        "desc": ""
    },
    {
        "hash": 709606559,
        "original": "100 - 200lb",
        "translated": "90 - 180斤",
        "desc": ""
    },
    {
        "hash": 1133317709,
        "original": "200 - 300lb",
        "translated": "180 - 270斤",
        "desc": ""
    },
    {
        "hash": 1622261465,
        "original": "300lb+",
        "translated": "270斤以上",
        "desc": ""
    },
    {
        "hash": 3480274073,
        "original": "$20",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3379461264,
        "original": "$30",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3548370287,
        "original": "$40",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1300022246,
        "original": "$50",
        "translated": "",
        "desc": ""
    }
]