[
    {
        "hash": 2105358037,
        "original": "Liberty City's restaurants serve up dishes from every corner of the globe and many of them have the hygiene practices of a Central American outhouse. Here are the top bar and restaurant picks!  Voted by you, the reader, and edited based on advertiser revenue! Actually, that's a lie. They are chosen by us, based on who gives us the most free dinners or happy endings in the coatroom. We are about as impartial as Weazel News. Bribes, gifts, party favors - we are open to it all.  Some cold, hard cash and we will forget about your cold, hard filet mignon that has a glaze of rat feces. That's how restaurant reviews work. What do you care? If you knew how to cook you wouldn't be eating out all the time.",
        "translated": "自由城的餐馆能够提供来自全球各地的菜式，许多菜品的卫生环境和中美洲的茅房没什么差别。右边就是我们推荐的酒吧和餐馆！由各位读者投票评选产生结果，再根据广告费略作调整！骗你的，才不是这样。其实都是我们自己选的，按照请我们吃饭和在更衣室给我们「服务」的次数决定。我们的公正程度差不多和Weazel新闻一个水平。贿赂、送礼、捞好处，我们全都接受。塞点冷冰冰的钱，我们就会忘记在你家冷冰冰的牛排上吃出了老鼠屎。餐馆评分就是这么回事。你能怎么办？要是会做饭，哪还会天天下馆子啊。",
        "desc": ""
    },
    {
        "hash": 2112855215,
        "original": "Algonquin",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2793344823,
        "original": "Drusilla's",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 947914733,
        "original": "Super Star Café",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3336676871,
        "original": "Lucky Winkle's",
        "translated": "幸运田螺",
        "desc": ""
    },
    {
        "hash": 931070716,
        "original": "Broker",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 644588731,
        "original": "69th Street Diner",
        "translated": "69街餐馆",
        "desc": ""
    },
    {
        "hash": 122076776,
        "original": "Comrades Bar",
        "translated": "Comrades酒吧",
        "desc": ""
    },
    {
        "hash": 1366392827,
        "original": "Homebrew Café",
        "translated": "家庭咖啡馆",
        "desc": ""
    },
    {
        "hash": 3730499529,
        "original": "Dukes",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 837102150,
        "original": "Steinway Beer Garden",
        "translated": "Steinway啤酒园",
        "desc": ""
    },
    {
        "hash": 603738151,
        "original": "Alderney",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1880864652,
        "original": "Mr. Fuk's Rice Box",
        "translated": "老曹盒饭",
        "desc": ""
    },
    {
        "hash": 290130562,
        "original": "Other places worth a look but less forth-coming with advertising revenue:",
        "translated": "这些地方也值得考虑，没什么能写，但交过广告费：",
        "desc": ""
    },
    {
        "hash": 855237619,
        "original": "Greasy Joe's Café",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 698650069,
        "original": "Leprechauns Winklepicker",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 978928672,
        "original": "Fanny Crabs",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2683346835,
        "original": "60 Diner",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1113110615,
        "original": "O.O.T",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1285226057,
        "original": "Jerkov's Bar",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2820341760,
        "original": "Vinewood",
        "translated": "好麦坞",
        "desc": ""
    },
    {
        "hash": 3486383335,
        "original": "In the city that never sleeps because it has to work two jobs to pay for a tiny apartment after that slut divorced you, find comfort that you can eat at any hour of the day or night and there will always be a street vendor happy to send you running to the restroom, then the emergency room, as you permanently destroy your large intestine.  It looks like a lukewarm hotdog or a bag of suspicious-looking nuts - but, in reality, it is a test of your manhood and immune system that only the strong shall pass.  Liberty City is famous for giving tourists the raging runs, and its street food is a cheap way to cleanse your system.",
        "translated": "在这座离婚后不打两份工就租不起房的不眠之城，无论是白天还是黑夜，你都可以在路边摊舒舒服服地吃上一顿，接着奔向最近的厕所，再因大肠受损被抬进医院。表面上只是一根微热的烤肠和一包可疑的坚果，实际上却是对你男子气概和免疫系统的考验，唯有强者才能生存。自由城以让游客喷射闻名，廉价的路边小吃就能帮你的身体排毒。",
        "desc": ""
    },
    {
        "hash": 1826362747,
        "original": "Keep your eye out for:",
        "translated": "务必留意：",
        "desc": ""
    },
    {
        "hash": 3200481809,
        "original": "The Nut House",
        "translated": "坚果屋",
        "desc": ""
    },
    {
        "hash": 2120954111,
        "original": "Chihuahua Hotdogs",
        "translated": "吉娃娃热狗",
        "desc": ""
    },
    {
        "hash": 2601501838,
        "original": "Cherry Poppers Ice Cream",
        "translated": "樱桃风暴冰淇淋",
        "desc": ""
    },
    {
        "hash": 465870095,
        "original": "Whether you feel like a three-day-old slice of pepperoni from Pizza This, a soggy sub from The Big Bite, a fudge-packed donut from Rusty Brown's, a sweaty burger from Wigwam, a 2000-calorie gunkaccino from Bean Machine Coffee or a few days of food poisoning from Gozushi, Liberty City has a fast food option to satisfy every craving.  Don't let some emaciated teen celebrity define your body image.  Pay no attention to the kids making that 'beep, beep, beep' noise when you walk backwards - they'll be obese soon too!  Two thirds of Americans are now overweight, so, according to the stats, fat is officially the new thin!",
        "translated": "不管你是想来一份放了三天的Pizza This意式香肠披萨，还是Big Bite的受潮面包，或是Rusty Brown的油腻甜甜圈，乃至让人发汗的Wigwam汉堡，抑或是冰的咖啡的2000卡贡卡奇诺，甚至是吃上几天Gozushi的有毒寿司，自由城的快餐能够满足所有人的口味。别让那些消瘦的年轻明星定义你的身体形象。别在乎那些你往回走的时候哔哔哔响的小鬼，他们迟早会变肥的！如今有三分之二的美国人体重超标，所以根据统计数字，肥胖正式成为了现代的瘦！",
        "desc": ""
    },
    {
        "hash": 2844348893,
        "original": "Here are two of our particular favorites, who we would like to thank for their continued sponsorship:",
        "translated": "我们特别推荐这两家店，感谢他们长期以来的赞助支持：",
        "desc": ""
    }
]