[
    {
        "hash": 2197861011,
        "original": "Liberty City is the fashion capital of the United States.  Why? Because it's the home of stupid money and people who can spend $18,000 on cufflinks.  But there are clothing stores to suit every budget.  Nothing screams that you've made it quite like a designer label, and a visit to Perseus in Middle Park East will have you looking like a player in no time.  If Didier Sachs and Gutter & Blood are not your thing, shops down at Hove Beach in Broker can kit you out in itchy polyester for less than the cost of a round of drinks.",
        "translated": "自由城是美国的时尚之都。为什么？因为这里人傻钱多，一万八一粒袖扣都有人买。但每个人都能找到符合自己预算的服装店。如果想展示自己的成功，没有比设计师品牌更合适的选择。去一趟中心公园东的神之子服饰，你的形象马上就能变成人生赢家。如果Didier Sachs和Gutter & Blood不适合你，就去Broker的Hove Beach看看吧，请所有人喝一杯的钱就能买到令人发痒的化纤衣服。",
        "desc": ""
    },
    {
        "hash": 149802205,
        "original": "Going to Liberty City and not shopping would be like going to Australia and not crying.  Where else can you buy a fake Enema handbag on the street that is better than the original?  Where else can you spot stores that have had a 'going out of business' sale for the last 15 years?  Where else can you see so many 24-hour delis with 24 year-old cold cuts?  Most of the tourists head straight for the Spenders department store in The Triangle but there are lots of other places where you can engage in a bit of retail therapy:",
        "translated": "来自由城却不购物，就像去澳大利亚却不哭一样。其他地方能在路边买到质量比正品还好的高仿Enema手包吗？其他地方能见到卖了15年的「清仓大甩卖」吗？其他地方能找到出售存了24年的冷藏肉的24小时熟食店吗？大部分观光客都直奔Triangle区的Spenders百货，但自由城还有很多可以体验剁手快感的地方。",
        "desc": ""
    },
    {
        "hash": 3617196349,
        "original": "High Fashion",
        "translated": "高端时装",
        "desc": ""
    },
    {
        "hash": 973785858,
        "original": "Street Fashion",
        "translated": "街头流行",
        "desc": ""
    },
    {
        "hash": 1341937393,
        "original": "Hip Hop",
        "translated": "嘻哈风",
        "desc": ""
    },
    {
        "hash": 4243868183,
        "original": "Outdoor",
        "translated": "户外",
        "desc": ""
    },
    {
        "hash": 3754651777,
        "original": "Skate",
        "translated": "滑板",
        "desc": ""
    },
    {
        "hash": 3150158733,
        "original": "Sport",
        "translated": "运动",
        "desc": ""
    },
    {
        "hash": 1489107955,
        "original": "Shoes",
        "translated": "鞋子",
        "desc": ""
    },
    {
        "hash": 3596232636,
        "original": "Jewelry & Watches",
        "translated": "珠宝手表",
        "desc": ""
    },
    {
        "hash": 3256813191,
        "original": "Department Stores",
        "translated": "百货商店",
        "desc": ""
    },
    {
        "hash": 488604460,
        "original": "Electronics",
        "translated": "数码电子",
        "desc": ""
    }
]