[
    {
        "hash": 2670350301,
        "original": "UPDATED - 17 DAYS AGO",
        "translated": "发表于 17 天前",
        "desc": ""
    },
    {
        "hash": 1122136218,
        "original": "College is so AMAZING.  I feel like a butterfly drawn from a cocoon who gets eaten by a bat.  Every day I am growing and changing.  Soon I'll shave the hair on my arms.  Its so nice to leave all that nasty business at home behind.  I wanted Randy to realize what he had, and in order to do that you have to take away something that they love.  In this case, he loves brake fluid. Mom tells me the minimart has been re-built and that Randy should be back on his feet any day now.  Love makes you do some crazy things.  Sometimes I think that I have too much love to give.  Some of it I should sell...  A restraining order can be tough in a town of 3,400 people, let me tell you.  Those hillbillies don't understand love.  Dr. Carter told me that it would be good to get away.  That the animal torture would stop.  Here I have a clean slate, a blank canvas on which to paint myself a new life.  Right now I'm like a Picasso painting.  I feel like im walking on air.  Jen is my best friend in the whole world.  Shes introducing me to all kinds of cool expereiences. I feel like such a country girl sometimes. I ate sushi the other day.  GROSS!!!  How guys can stand it I'll never know.  Jen enjoyed it however.",
        "translated": "大学太棒了。感觉像就像刚刚破茧而出的蝴蝶，马上就被蝙蝠吃掉了。每天我都在成长、变化。过段时间我就把手臂上的毛剃掉。能把那些麻烦事都扔在家里不管真舒服啊。我想让Randy知道珍惜，但大部分人只有在失去的时候才知道珍惜。所以我放光了他的刹车油。妈妈说杂货店已经重建好了，而且Randy的腿也快恢复了。爱情让人疯狂啊。有时我觉得自己需要付出的爱太多，多到应该卖掉一部分了。在一个只有3400人的小镇上执行限制令太让人难受了，真的。那帮乡巴佬根本就不懂爱情。Carter医生告诉我，远离他们是件好事。我也不用再虐待动物了。这里是我的全新开始，用来绘制全新人生的空白画布。我现在就像是毕加索的油画。快乐到人都要飘起来了。Jen是我在世界上最好的朋友。她让我接触到了各种各样的超酷经验，有时我都觉得自己是进了大观园了。还去吃了次寿司，恶心死了！！！怎么有人吃得下这种东西的。不过Jen挺喜欢吃寿司的。",
        "desc": ""
    },
    {
        "hash": 2207579138,
        "original": "Pottery Club is such good fun.  I have nominated myself for treasurer.  Fingers crossed!!  This way I can raise money for meds",
        "translated": "陶艺社很有趣。我已经自荐当社团的会计了。希望能行！！当上会计我就有钱买药了。",
        "desc": ""
    },
    {
        "hash": 2131767451,
        "original": "I look forward to sharing more wonderful entries with everyone.",
        "translated": "希望能在之后的更新中跟大家分享更多。",
        "desc": ""
    }
]