[
    {
        "hash": 978951353,
        "original": "Being Gen-X, you probably have a lot of animosity towards Gen-Y. I mean, these people never had to deal with the full frontal assault on sensibilities that was the 80's. Nor did they come of age in the early 90's. They never had to wear plaid. Gen-X was born in the drug addled mess of the 60's and 70's.  One generation was taught to expect the world to shit on them; the other generation was taught to expect the world to be handed to them. Lock and load: the lines for generation warfare have been drawn.",
        "translated": "作为X世代的人，你对Y世代应该已经抱有很大敌意了。毕竟，Y世代根本没有经历过80年代对理性的正面突击，也没有经历过早期的90年代。他们永远都不用穿格子衣服。X世代生于60年代和70年代，那还是瘾君子的时代。这一代人觉得世界会无情地碾过他们，下一代人则觉得世界终将是他们的。蓄势待发，代际战争的导火索早已埋下。",
        "desc": ""
    },
    {
        "hash": 3212101865,
        "original": "Studies have shown that most of the intergenerational conflict in the office isn't between the Baby-Boomers and the Millennials, it's between the GenXers and the Millennials. So why are GenXers are so mistrustful of Millennials? Put simply; in the battle of the generations, GenXers know all too well that they don't have demographics on their side. Sandwiched between 80 million Baby-Boomers and their 80 million Millennial cyberkids, this disaffected group of thirty- and forty-something cynics and stoners fear that they're going to be squeezed out and left behind as an army of optimistic and idealistic young upstarts sweeps through the workplace. They were the first generation who knew that they'd be poorer than their parents. They were the latchkey kids, the children of divorce who came home after school to empty houses and TV dinners. Thrown into the worst job market in decades, they created an industry out of thin air only for it to explode back in their faces with the dotcom bust. Now, after years of waiting patiently in the wings for their shot at the title, the disenfranchised, nihilistic GenXers are in danger of becoming a leapfrog generation. They've spent their entire careers playing by the rules of the Baby-Boomers but now suddenly the Millennials are being allowed to make up their own rules. They're angry, bitter and resentful and starting to actually like 80's music as they look for the last sane moment they ever knew.",
        "translated": "研究表明，在办公室中发生代际冲突的通常并不是婴儿潮一代和千禧一代，而是X世代和千禧一代。为什么X世代会如此不信任千禧一代呢？简单来说，就是X世代在代际之战中并没有人口优势。这群三四十岁的悲观者和吸毒者满腹牢骚，被80万婴儿潮一代和80万千禧一代夹在中间，还要时刻担心自己被乐观理想的新人拍死在职场的沙滩上。他们是知道自己会比父母更加贫穷的第一代人。X世代是一代自生自灭的孩子，是一代离异家庭的孩子，放学回家面对的是空荡荡的房子和买来的盒饭。他们遇到了数十年来最糟糕的就业市场，从无到有创造出的产业也被互联网的热潮无情击碎。现在，经历漫长的等待，X世代战斗的时刻终于到了。失去公民权、抱持无政府主义的他们或将成为垫脚石的一代。他们一辈子都按照婴儿潮一代的规则攀登，可现在的千禧一代甚至能自己制定规则。X世代感到不快、不爽、不满，开始真正爱上了80年代的音乐，因为那是他们所知的最后一个清醒时代。",
        "desc": ""
    }
]