[
    {
        "hash": 579392957,
        "original": "A MESSAGE FOR PARENTS",
        "translated": "写给各位父母的一封信",
        "desc": ""
    },
    {
        "hash": 2983640033,
        "original": "Most people would agree that feminism has been the driving force behind the moral decline in this country.",
        "translated": "大多数人都会同意，女权主义正是本国道德败坏的推手。",
        "desc": ""
    },
    {
        "hash": 2450696060,
        "original": "Just look at what's happened since we let women drive, study and vote:  unprecedented rises in divorce, teenage pregnancy, murder, crime, terrorism and sexual perversion.",
        "translated": "看看我们允许女性驾车、学习、投票后发生了什么吧：离婚、未成年人怀孕、谋杀、犯罪、恐怖主义、性变态，全都达到了前所未有的高峰。",
        "desc": ""
    },
    {
        "hash": 2330846357,
        "original": "We have allowed the minds of our children to be poisoned by a bunch of radical vegan fuglies from a certain Greek island in the Aegean Sea whining about 'glass ceilings' and the patriarchal hegemony.",
        "translated": "我们允许爱琴海上哪个希腊小岛出来的激进素食丑逼毒害下一代的思想，放任她们喊着什么职场上的「玻璃天花板」和父系霸权。",
        "desc": ""
    },
    {
        "hash": 112673502,
        "original": "Suddenly, a man asking why his dinner isn't on the table after a long day's work is",
        "translated": "突然，工作了一整天，回到家问了句「晚饭怎么还没做好」就成了",
        "desc": ""
    },
    {
        "hash": 1503123547,
        "original": "'hate speech'.",
        "translated": "「仇恨言论」",
        "desc": ""
    },
    {
        "hash": 461551959,
        "original": "Suddenly, running a household with a firm hand is termed",
        "translated": "突然，用结实有力的大手管理家庭就成了",
        "desc": ""
    },
    {
        "hash": 1870820186,
        "original": "'domestic violence'.",
        "translated": "「家庭暴力」",
        "desc": ""
    },
    {
        "hash": 2843512713,
        "original": "Suddenly, a man staggering in from the bar and demanding a blowjob from his wife is",
        "translated": "突然，从酒吧喝完回来，要求老婆撸上一管就成了",
        "desc": ""
    },
    {
        "hash": 210710758,
        "original": "'spousal rape'.",
        "translated": "「婚内强奸」",
        "desc": ""
    },
    {
        "hash": 848947141,
        "original": "Men aren't the enemy.",
        "translated": "男性不是敌人。",
        "desc": ""
    },
    {
        "hash": 3805351531,
        "original": "Men are providers and protectors; there to pat you patronizingly on the head when you don't understand something.  Maybe if we spent less time worrying about quotas for female engineering students and more time worrying about the societal decay that's spreading through our country like cancer, we might have an outside chance of saving the family unit.",
        "translated": "男性是生产者和保护者，会在你理解不当的时候骄傲地敲打你的脑袋。也许，只有减少对女性工科生的占比指标的关注，更多地关注这种像癌症一样扩散的衰退道德，我们才有机会拯救传统的家庭。",
        "desc": ""
    },
    {
        "hash": 2922093768,
        "original": "Funded by Families Utilizing Conservative Knowledge.",
        "translated": "由家庭运用保守学会(FUCK)赞助",
        "desc": ""
    }
]