[
    {
        "hash": 579392957,
        "original": "A MESSAGE FOR PARENTS",
        "translated": "写给各位父母的一封信",
        "desc": ""
    },
    {
        "hash": 1477548027,
        "original": "Gender equality is the greatest oxymoron of our time.",
        "translated": "性别平等是古往今来最自相矛盾的词语。",
        "desc": ""
    },
    {
        "hash": 31120018,
        "original": "Take a look in the mirror, people.",
        "translated": "照照镜子吧，各位。",
        "desc": ""
    },
    {
        "hash": 2354702989,
        "original": "A man is physically equipped to provide and protect for his family;",
        "translated": "男性的体格生来就是为了创造财富、保护家庭；",
        "desc": ""
    },
    {
        "hash": 3686081694,
        "original": "a woman is physically equipped to bear and raise children.",
        "translated": "女性的体格生来就是为了生育孩子、抚养成人。",
        "desc": ""
    },
    {
        "hash": 4043768655,
        "original": "It's that simple.  When the Earth was created a few thousand years ago, what would have happened if men and women had both gone out to hunt for food?  The children would have been torn apart by wild animals, including the dinosaurs they talk about in the Bible.  When an army of women can win a war or a female sport can be compelling entertainment; when a man can carry a fetus for nine months and shoot milk out of his nipples; then, and only then, should we be talking about equality.",
        "translated": "就是这么简单。几千年前地球诞生的时候，如果男人和女人都出去打猎觅食会怎么样？孩子早就变成野生动物的午餐了，圣经里提到过的恐龙就能把他们撕碎。除非女性组成的军队打了胜仗，或是女性参与的运动成了热门的娱乐；除非男性需要怀胎十月，乳头喷奶；只有这种情况下，我们才会考虑讨论平等。",
        "desc": ""
    },
    {
        "hash": 3169633129,
        "original": "Bleeding heart liberals have made it their mission to undermine the traditional values and morality on which this great nation was built.  Thanks to the leftist propaganda that has permeated every strata of the media and education system, gender roles have become blurred to the point where the devout American nuclear family teeters on the brink of extinction.  We have hippies in schools teaching our sons Homo Economics and our daughters the lie that wearing a dress",
        "translated": "装腔作势的自由派把颠覆美国这个伟大国家的立国之本——传统的道德价值观念——作为自己的使命。这帮左派的阴谋无处不在，渗透进了媒体和教育系统的各个阶层，让性别角色变得愈发模糊，虔诚的美国小家庭也濒临灭绝。",
        "desc": ""
    },
    {
        "hash": 1510911501,
        "original": "enslaves them to the patriarchy.",
        "translated": "学校里的嬉皮士教育我们的儿子什么是经济人，教育我们的女儿穿裙子就是接受父权社会的压迫。",
        "desc": ""
    },
    {
        "hash": 2316842385,
        "original": "We have television telling them a man having sex with another man is fine but a man having drunken sex with his wife is rape.  If you don't take charge of your child's gender development, nobody else will.  Before you know it, your son will be leaving the house in a silk blouse to meet Brian for dance class and your daughter will be shaving her head and working in construction.",
        "translated": "电视上会说男人和男人性交是正常的，但男人喝醉以后和老婆性交就是强奸。在这种情况下，只有你自己能够帮助孩子建立正常的性别观念。要不然，你的儿子就会穿着真丝衬衫去找Brian上舞蹈课，你的女儿就会剃成光头去工地搬砖了。",
        "desc": ""
    },
    {
        "hash": 1545274171,
        "original": "Luckily, help is at hand in the form of the",
        "translated": "好在，解决问题的神器触手可得：",
        "desc": ""
    },
    {
        "hash": 850789801,
        "original": "Gender Role Doll",
        "translated": "性别角色娃娃",
        "desc": ""
    },
    {
        "hash": 1341178732,
        "original": "Children start to develop their gender identity as young as three years old and the toys they play with are vital in shaping the young men and women they become in later life.  When your child squeezes Kyle, the male doll, or Stacey, the female doll, they will hear one of many fun and educational sayings that help to reinforce positive gender stereotypes at this critical point in their formative years. Not two women in combat boots or two men in aprons.",
        "translated": "孩子最早在三岁时开始建立性别认知，此时接触的玩具对他们今后会成为怎样的人有着至关重要的影响。当你的孩子按压男娃Kyle或者女娃Stacey后，他们就会听到许多寓教于乐的语音，在成长的关键时期强化积极的性别刻板印象。绝不是两个穿着战靴的女人，绝不是两个穿着围裙的男人。",
        "desc": ""
    },
    {
        "hash": 73111007,
        "original": "That isn't a family.  It's a circus sideshow.",
        "translated": "那不是家庭，那是马戏团怪咖展。",
        "desc": ""
    },
    {
        "hash": 2625804290,
        "original": "Isn't it every parent's dream to have a strong, virile son or a graceful, feminine daughter?  It's time to let boys be boys and girls be girls again.  Don't place your children in the hands of the wrong role model.  Place the right role model in the hands of your children.",
        "translated": "拥有一个阳刚强壮的儿子或阴柔优雅的女儿，这是天下所有父母的梦想。是时候纠正一切，让男孩成为男孩，女孩成为女孩了。别让你的孩子拿错性别娃娃。把正确的性别娃娃交给你的孩子。",
        "desc": ""
    },
    {
        "hash": 2116281764,
        "original": "The Gender Role Doll",
        "translated": "性别角色娃娃",
        "desc": ""
    },
    {
        "hash": 1418840439,
        "original": "Available online or in all reputable toy stores for just $19.99.",
        "translated": "支持在线下单，各大玩具商城有售，只要$19.99。",
        "desc": ""
    },
    {
        "hash": 3074777274,
        "original": "Don Thackeray - CEO, Gender Role Doll Inc.",
        "translated": "Don Thackeray - 性别角色娃娃的CEO",
        "desc": ""
    }
]