[
    {
        "hash": 1625955756,
        "original": "Ever since the days of ancient Rome and Greece, footwear has been a status symbol.  If you can't afford shoes, you are a peasant.  At Eris, we design shoes at many different price points that will define you.  We are producing individuality en masse.  It's not the sneakers; it's the image that the sneakers project.  We sell you sports shoes that you will never use for sport.  We make you feel athletic without breaking a sweat.  We give you an identity.  We put the soul in sole.  Sports are a lifestyle, even if you don't play them.  Look the part. Act like a winner.",
        "translated": "早在古希腊古罗马时代，脚上穿的东西就已是地位的象征。如果穿不起鞋，那你一定是穷鬼农民。我们Eris会在不同价位推出产品，匹配你的阶层。我们量产了各种个性。这不是一双运动鞋，而是运动鞋所代表的形象。我们卖的是你一辈子都不会穿去运动的运动鞋。即便没有汗流浃背，也能为你带来运动的感觉。我们给了你身份。我们为鞋垫注入了灵魂。哪怕你不运动，也可以拥有运动的生活风格。从着装开始，向赢家靠拢。",
        "desc": ""
    },
    {
        "hash": 2524501298,
        "original": "The question isn't whether you can afford to spend $150 on a pair of plastic shoes.  It's whether you can afford not to. And the answer is 'No'.  Sneakers are important.  Kids kill for them.  People in Asian countries pay thousands for limited editions.  Everybody deserves to be cool.  We all can be. Like cool clones of each other, only individual clones, if that makes any sense, which it doesn't.  Imagine this is a training montage and forget what I just said. Everybody deserves to fit in if they can afford it.",
        "translated": "问题不在于你买不买得起$150的塑料鞋，而在于能不能接受不买鞋的后果。答案显然是「不能」。运动鞋很重要，孩子们都想要。亚洲人愿意为限量版的鞋付出几千几万块。每个人都有耍酷的权利。所有人都可以酷起来。酷得如出一辙，但也是别具一格的如出一辙(前提是真的存在这种不同的相同，然而并没有)。算了，忘了前面的那句话吧，当那是训练蒙太奇就行。只要掏得起钱，人人都应该拥有一双运动鞋。",
        "desc": ""
    },
    {
        "hash": 2457492211,
        "original": "Choose Style, Not Exile.",
        "translated": "拥抱风格，告别野人。",
        "desc": ""
    },
    {
        "hash": 1535144377,
        "original": "Choose To Be Yourself, On Top Of Your Game.",
        "translated": "拥抱真我，活得出众。",
        "desc": ""
    },
    {
        "hash": 1968674573,
        "original": "Choose Eris.",
        "translated": "拥抱Eris。",
        "desc": ""
    },
    {
        "hash": 3977542591,
        "original": " DECIPHERING THE LINGO",
        "translated": " 术语揭秘",
        "desc": ""
    },
    {
        "hash": 2608334194,
        "original": " CLICK HERE FOR A MESSAGE FROM ERIS FOUNDER, PETER VASSAL",
        "translated": " 点击查看来自ERIS创始人PETER VASSAL的一封信",
        "desc": ""
    }
]