[
    {
        "hash": 2044426753,
        "original": "N/A",
        "translated": "无",
        "desc": ""
    },
    {
        "hash": 1285100923,
        "original": "yesterday in the graveyard with Dunkan",
        "translated": "昨天，和Dunkan在墓园做的",
        "desc": ""
    },
    {
        "hash": 3627496672,
        "original": "How often do you masturbate?",
        "translated": "多久自慰一次？",
        "desc": ""
    },
    {
        "hash": 2193031827,
        "original": "vampyres don't need to masturbate",
        "translated": "吸血鬼不需要自慰",
        "desc": ""
    },
    {
        "hash": 2092050959,
        "original": "Ever had sex with anything not human?",
        "translated": "有和人以外的东西做过吗？",
        "desc": ""
    },
    {
        "hash": 451088639,
        "original": "Dunkan the Morbid is not from the human world",
        "translated": "衰病Dunkan来自人类世界以外",
        "desc": ""
    },
    {
        "hash": 3548737662,
        "original": "melancholic",
        "translated": "忧郁",
        "desc": ""
    },
    {
        "hash": 3429738474,
        "original": "What makes you happy?",
        "translated": "什么能让你快乐？",
        "desc": ""
    },
    {
        "hash": 1104062609,
        "original": "painting, playing in my band, sucking Dunkans open wounds",
        "translated": "画画、玩乐队、吸Dunkan的伤口",
        "desc": ""
    },
    {
        "hash": 2287024043,
        "original": "liberty city",
        "translated": "自由城",
        "desc": ""
    },
    {
        "hash": 1828321699,
        "original": "in a relationship",
        "translated": "交往中",
        "desc": ""
    },
    {
        "hash": 4236155797,
        "original": "enlightenment",
        "translated": "寻求启示",
        "desc": ""
    },
    {
        "hash": 2651480698,
        "original": "Celtic music, Trance Opera, Industrial Synthpop, Epsilon, Corsets, White Lace, Pewter, Coffins",
        "translated": "凯尔特音乐、迷幻歌剧、工业合成器流行、埃普西隆、束腰胸衣、白色蕾丝、白镴、棺材",
        "desc": ""
    },
    {
        "hash": 3895398630,
        "original": "food, parents, people who don't understand vampyres",
        "translated": "食物、服务、不理解吸血鬼的人",
        "desc": ""
    },
    {
        "hash": 1186442717,
        "original": "music, art, hiding tattoos from my mom",
        "translated": "音乐、美术、不让亲妈发现纹身",
        "desc": ""
    },
    {
        "hash": 2882975722,
        "original": "too fat",
        "translated": "太胖",
        "desc": ""
    },
    {
        "hash": 757849554,
        "original": "ribcage",
        "translated": "胸腔",
        "desc": ""
    },
    {
        "hash": 3991842055,
        "original": "blood",
        "translated": "血",
        "desc": ""
    },
    {
        "hash": 11266160,
        "original": "laxatives",
        "translated": "泻药",
        "desc": ""
    },
    {
        "hash": 3376736801,
        "original": "teeth",
        "translated": "牙齿",
        "desc": ""
    },
    {
        "hash": 1810210571,
        "original": "whisker biscuit",
        "translated": "胡须饼干",
        "desc": ""
    },
    {
        "hash": 3232649631,
        "original": "Finish this sentence. I wish:",
        "translated": "补全这句话「希望...",
        "desc": ""
    },
    {
        "hash": 3489950986,
        "original": "sometimes that I had a soul",
        "translated": "偶尔能拥有灵魂",
        "desc": ""
    },
    {
        "hash": 134892178,
        "original": "Welcome i am Octavia Dark Countess of the Nosferatu until my awakening i was known as Debbie of 1643 transvania which my mom and dad still insist that I am not from that time.  lets get one thing str8 im not an emo or a goth or a punk im a fucking vampyre ive been a vampyre for 9 months now ever since i met my boyfrend Dunkan the Morbid vampyres r so much more interesting than goths goths r a dime a dozen these days i h8 ppeople who rush into choosing a subculture wish all those morons at school would stop going on about wooden stakes and holy water and silver bullets theyve been watching too many vinewood films i can eat garlic but im alergic to nuts they smell bad and hang funny in fact ive pretty much stopped eating alltogether im down to 82lbs and no boobs i had my first heart attack yesterday i dont need blood but i like it its so erotic i drink my boyfrends blood sometimes if he has a scab ill pick it off and suck on the open wound u have to be so careful being a vampyre these days with aids and that stuff but i know Dunkan is safe he tells me hes not from the mortal world hes amaaaaaazzzzzing!!!",
        "translated": "欢迎 我是Octavia Dark 诺斯费拉图的女伯爵 觉醒之前 我的身份是1643年出生于特兰西瓦尼亚的Debbie 但爸妈非说我不是那个时代出生的。先说清楚 我不是玩情绪摇滚的 也不是哥特或者朋克 老娘是正派吸血鬼 9个月前被男友衰病Dunkan转化的 吸血鬼比哥特有趣多了 哥特已经烂大街了 我讨厌那些随便加入某种亚文化的人 希望学校里的白痴别惦记木桩圣水银弹了 他们好麦坞电影看多了吧 我可以吃大蒜 但对坚果过敏 坚果闻起来就不舒服 样子也丑 实际上我基本没吃东西了 现在74斤 没有胸了 昨天犯了这辈子第一次心脏病 我不需要血 但我很喜欢血 因为这样太色情了 有时候我会吸男友的血 咬开伤口的痂 用力吸食 现在当吸血鬼也要小心 得防着艾滋之类的病 但我知道Dunkan很安全 他说他来自凡人的世界之外 他太棒棒棒棒棒棒棒了！！！",
        "desc": ""
    },
    {
        "hash": 3550045819,
        "original": "He had his canines lengthened last month which is so sexy oh and another thing vampyres can go out in daylight my world is dark and i prefer the night but i get sunburnt like everybody else i always knew i was special and aunty establishment but didnt know why until Dunkan told me i was a vampyre and we sacrificed that hamster i have heightened senses and i can hear peoples thoughts which can be overweliming if you dont know how to channel it into positive energy my doctor told me im just hallucinating coz im not eating enough WTF!!! i drink vodka and thats full of calories is anybody reading this? if you are its only right u leave a comment i luv comments and i always comment back i want to be heard thats why im in a dark electro band music defines me playing the glockenspiel is the only time i feel close to alive apart from my art cant believe i forgot about my art!!!",
        "translated": "上个月他去延长了尖牙 太性感了 哦对了 吸血鬼并不害怕阳光 我的世界是黑暗的 我也更喜欢夜晚 但我和所有人一样会被晒黑 我知道自己是特别的 也知道自己反主流 但一直不知道原因 是Dunkan告诉我我其实是一个吸血鬼 然后我们献祭了那只仓鼠 我的感官变得更加敏锐 还能听见别人的想法了 不过不知道如何把别人的想法化作正能量的话会很痛苦 医生居然说这是我吃得太少产生幻觉了 搞毛啊！！！我在喝伏特加的 那可全都是卡路里啊 有人在看我的主页吗？在看的话 你必须留下评论 我喜欢别人的评论 而且必会回评 我想被人听见 所以才加入了黑暗电子乐队 我就是为音乐而生的 只有敲钟琴的时候 我才有活着的感觉 差点忘了还有美术！！！",
        "desc": ""
    },
    {
        "hash": 3780058808,
        "original": "i paint sadistic sexual fantasies in my menstrual blood my mom found them and wants me to see a shrink but she has no idea she doesnt SEE what i SEE i feel like i have no soul im sick of this life and i h8 my parents Dunkan says hes going to kill them 4 me i luv him soooooooooooo much i h8 being so mistunderstood people always judge me coz of the way i look i dont fit in and i dont want to its anough to understand who i am plz comment me if u want to know more im strange and scary GET OVER IT wow the police are here cuz of what I said about Dunkan wanting to kill my parents maybe putting every stupid cunty thought I've ever had for anyone to read isn't the brightest idea.",
        "translated": "我用经血画出了SM性幻想 我妈看了想带我去看医生 但她根本不知道这是什么 她看不见我眼中的世界 我好像没有灵魂 已经厌倦了这种生活 我讨厌父母 Dunkan说他会帮我除掉他们 我好爱爱爱爱爱爱爱爱他 我讨厌被人误解 别人总是因为我的外观批评我 我不合群 也不想合群 知道我是谁就足够了 想要更深入地了解我就评论一下吧 我既奇怪又恐怖 努力克服吧 哇 警察来了 因为我在上面写了Dunkan想杀我父母 看来把所有乱七八糟的想法都写出来给别人看不是个好主意",
        "desc": ""
    },
    {
        "hash": 1848381459,
        "original": "hornybeastofburden",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1495996562,
        "original": "ill stab u with my wooden stake u sexxi biatch",
        "translated": "我会用我的木桩捅死你的 骚货婊子",
        "desc": ""
    },
    {
        "hash": 690069393,
        "original": "chinacoffin",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3791756550,
        "original": "plz comment mi pix or I will hurt myself",
        "translated": "评论下我的照片 谢谢 不然我要自残了",
        "desc": ""
    },
    {
        "hash": 2171263556,
        "original": "disenchantedgodchild1981",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1184722040,
        "original": "uve only got 29 frends.  LUSER!!!",
        "translated": "才29个好友 沸物！！！",
        "desc": ""
    },
    {
        "hash": 1842728219,
        "original": "joylesssatin",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 251861102,
        "original": "ADD ME????",
        "translated": "加我？？？",
        "desc": ""
    },
    {
        "hash": 1434444644,
        "original": "I luv ur pic u better post a cmmnt back on my page!!",
        "translated": "我喜欢你的照片 你最好给我的主页回条评论！！",
        "desc": ""
    },
    {
        "hash": 2388988928,
        "original": "dunkanthemorbid",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1371307769,
        "original": "tonight we feast on the blood of virgins octavia my love",
        "translated": "今晚一起尽情享用处子之血吧 我的爱人octavia",
        "desc": ""
    },
    {
        "hash": 1540736,
        "original": "stinkinglaundry3",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1849955911,
        "original": "WILL U GO OUT WITH ME?",
        "translated": "能和我一起出去吗？",
        "desc": ""
    },
    {
        "hash": 3233460826,
        "original": "gourmetfilth2007",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 981517057,
        "original": "OMG u look soooo hawt!!!!  Olga wants to get to know better!!!!  Men from all walks of life visit",
        "translated": "我天 你好烧啊啊啊啊！！！！Olga想更加了解你！！！！来自各行各业的男性都会去",
        "desc": ""
    },
    {
        "hash": 167381552,
        "original": "www.pointclickshipabitch.com",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 857663656,
        "original": "  in search of something new...something foreign, yet fast ...an exotic lady at your doorstep in 24 hours.",
        "translated": "换换胃口... 异国风情、方便快捷... 只需24小时，异域女孩就会来到你家门前。",
        "desc": ""
    },
    {
        "hash": 371310525,
        "original": "wantonhorde7",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1105123978,
        "original": "my dad wont let me go to the party on saterday so im gonna hang mysef",
        "translated": "我爸周六不让我去参加派对 我要上吊了",
        "desc": ""
    },
    {
        "hash": 251567391,
        "original": "mudplug138",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3777396466,
        "original": "Ur hott want some IM sex?",
        "translated": "你好骚 想文爱吗？",
        "desc": ""
    },
    {
        "hash": 3427615988,
        "original": "why did you snub me at school today?  Skinny bitch.",
        "translated": "你今天在学校里怎么不理我？皮包骨头的婊子",
        "desc": ""
    },
    {
        "hash": 1241035746,
        "original": "stockylovecanon9",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1300245881,
        "original": "show me ur pu55y",
        "translated": "看看批",
        "desc": ""
    }
]