[
    {
        "hash": 506668735,
        "original": "NO NO NO NO NO NO NO NO",
        "translated": "不不不不不不不不",
        "desc": ""
    },
    {
        "hash": 1763794497,
        "original": "Eddie shows his pickle to lots of people",
        "translated": "Eddie给很多人看过他的小黄瓜",
        "desc": ""
    },
    {
        "hash": 3844189973,
        "original": "with a hitchhiker this morning",
        "translated": "今早和一个搭便车的人做过",
        "desc": ""
    },
    {
        "hash": 1068532026,
        "original": "every ten minutes",
        "translated": "隔十分钟",
        "desc": ""
    },
    {
        "hash": 913794418,
        "original": "Eddie will have sex with anything",
        "translated": "Eddie可以和任何东西做",
        "desc": ""
    },
    {
        "hash": 876820171,
        "original": "Unhinged",
        "translated": "精神失常",
        "desc": ""
    },
    {
        "hash": 831280882,
        "original": "Eddie feels nothing",
        "translated": "Eddie没有感觉",
        "desc": ""
    },
    {
        "hash": 2171154468,
        "original": "I could have married my mommy",
        "translated": "能把妈咪娶了",
        "desc": ""
    },
    {
        "hash": 1618679271,
        "original": "god",
        "translated": "神",
        "desc": ""
    },
    {
        "hash": 2868455852,
        "original": "everywhere and nowhere",
        "translated": "无处不是家，无处是家",
        "desc": ""
    },
    {
        "hash": 4061224642,
        "original": "lonely",
        "translated": "孤独",
        "desc": ""
    },
    {
        "hash": 1578810199,
        "original": "self-promotion",
        "translated": "推销自己",
        "desc": ""
    },
    {
        "hash": 306297516,
        "original": "street cleaner",
        "translated": "清道夫",
        "desc": ""
    },
    {
        "hash": 2681251721,
        "original": "pain, human suffering, mind games, wearing silk panties, surgical masks",
        "translated": "疼痛、折磨人类、心理游戏、穿丝绸小内内、医用口罩",
        "desc": ""
    },
    {
        "hash": 2942095558,
        "original": "complacency, cops, when people take a long time to burn",
        "translated": "自满的人、条子、烧人要花很久",
        "desc": ""
    },
    {
        "hash": 3102295064,
        "original": "fileting, skinning, embalming",
        "translated": "切肉、剥皮、防腐",
        "desc": ""
    },
    {
        "hash": 2913447899,
        "original": "none",
        "translated": "无",
        "desc": ""
    },
    {
        "hash": 1139653707,
        "original": "eyes",
        "translated": "眼睛",
        "desc": ""
    },
    {
        "hash": 1677706052,
        "original": "spinal fluid",
        "translated": "脊髓",
        "desc": ""
    },
    {
        "hash": 1498410620,
        "original": "pcp",
        "translated": "五氯苯酚",
        "desc": ""
    },
    {
        "hash": 3437451166,
        "original": "can't decide",
        "translated": "难以抉择",
        "desc": ""
    },
    {
        "hash": 3945020967,
        "original": "Daddy's little cigar",
        "translated": "爹地的小雪茄",
        "desc": ""
    },
    {
        "hash": 4273623012,
        "original": "tens or hundreds - depends if dead people count",
        "translated": "几十个到几百个吧，取决于死人算不算",
        "desc": ""
    },
    {
        "hash": 3283227563,
        "original": "I don't know why I write.  Maybe I like to think of you thinking about me.  Do you love Eddie?  Nobody does.",
        "translated": "不知道为什么要写这些。也许我就是喜欢观察你们对我有什么看法吧。你喜欢Eddie吗？谁都不喜欢。",
        "desc": ""
    },
    {
        "hash": 3121521478,
        "original": "Do you like to look at yourself in the mirror?  They say if you stare for long enough you will see the person everybody else sees.  I just see Eddie.  Lonely Eddie.  Get away from that dog Eddie.  Don't touch grandpa like that Eddie.  But they can't catch me.  I'm like a shadow.  But one you can't see.  But they KNOW about Eddie.  My walls are covered in news clippings and excrement.  They keep trying to understand me, to get inside my head.  They won't.  I will get inside theirs with a hot spoon tssssssssss!  Eddie is too smart, aren't you Eddie?  Always one step ahead.  They locked Eddie up when he was little.  You didn't mean to put the baby in the oven, did you Eddie?   Naughty Eddie.  Cooked baby.  Ive never had any friends.  I used to dig a hole and sit in it at recess.  Do you like Eddie's pencil?  Will you show me your scribe?  One day I saw a redheaded kid pissing in my hole so I eviscerated him and hung him from the flag pole.  I went to a lot of schools.  Eddie wets the bed.  Eddie wets the bed.  You think you're so clever Low?  Am I going to have to make you stay behind again Low?  No, no, no, no, no, no, no.  I still have his penis in a jar.  Do you think you can make a wallet out of a human lung?  Maybe, Eddie, just maybe.  Mommy never told Eddie he couldn't put her head under the sand.  I don't understand the world.  That girl at the hardware store who smiled at me when I was buying all the chicken wire and duct tape and told me to have a nice day.  Why did she scream and slap me when I followed her home and whispered in her ear how I wanted to nurse on her?  Silly, silly girl.  Eddie removed her spine like he was filleting a sea bass.  I'm good with my hands.  That's what Daddy used to say.  FASTER EDDIE MORE SOAP EDDIE.  When was that?  Eddie finds it so hard to remember.",
        "translated": "你喜欢看着镜中的自己吗？他们说如果盯得够久，就能看到别人眼中的形象。我只看到了Eddie，孤独的Eddie。离那条狗远点，Eddie。别那样碰爷爷，Eddie。但他们抓不到我。我就像是影子，不过是看不见的影子。但他们知道Eddie。我的墙上粘满了剪报和大便。他们一直想搞懂我，剖析我的大脑。他们搞不懂的。我会剖开他们的大脑，把滚烫的勺子伸进去，呲呲呲呲呲！Eddie太聪明了，对吧Eddie？始终领先一步。小时候他们就把Eddie锁起来了。你不是故意把那个婴儿放进烤炉的，对吧Eddie？Eddie真皮。烤婴儿啊嗯。我从来都没有朋友。以前我会挖一个洞，坐进去休息。喜欢Eddie的铅笔吗？能给我看看你的吗？有一天，我看到了一个红发小孩往我的洞里拉尿，我就掏出了他的内脏，把他吊到了旗杆上。我去过很多学校。Eddie尿床了。Eddie尿床了。你觉得自己很聪明吗，Low？非要我叫你去后面罚站吗，Low？不，不，不，不，不，不，不。他的阴茎我还保存在罐子里。你觉得能用人类的肺做钱包吗？说不定哦，Eddie，真的说不定哦。妈妈从来没告诉Eddie不能把她的头埋到沙子底下。我搞不懂这个世界。五金店的那个姑娘，我买铁丝网和强力胶带的时候一直对我笑眯眯的，还祝我生活愉快。那我跟着她回家，悄悄凑到她的耳边说我想给她喂奶的时候，她怎么还大声尖叫扇我巴掌呢？好笨好笨的姑娘。Eddie拿掉了她的脊柱，就像给鲈鱼剔骨一样。我的双手很灵巧。以前爹地经常这么说。快点，EDDIE，再来点肥皂，EDDIE。那是什么时候的事情？Eddie实在想不起来了。",
        "desc": ""
    },
    {
        "hash": 2032329047,
        "original": "Time is fluid and yet stagnant.  One minute I'm sat at home nailing my scrotum to the kitchen table and the next I'm gouging somebody's eye out with a coat hanger.  Nietzsche said that the ability to remember is what distinguishes man from animals.  They say that animals feel no guilt but neither does Eddie.  Do animals get paranoid?  Do animals masturbate?  I fucked a dolphin once.  Look at Low's teenie weenie!  It's like a peanut!  In Indonesia they decapitate people for masturbation - they have the right idea.  People are so weak and self-indulgent.  Eddie will indulge you with some fucking battery acid.  They forget how fragile they are; that it only takes a second for me to set them on fire or cut their Achilles tendon or pull out all their teethactually that takes a bit longer.  Very tricky.  I'm surrounded by scum and filth.  I scrub and I scrub and I scrub and I can never get it off me.  All the imbeciles are breeding, infesting the world with their inferior spawn.  Complacency.  Complacency.  Complacency.  Have you ever seen a person with no ears?  Finish your vegetables Eddie.  Daddy what is the screwdriver for?  Where's your little brother, Eddie.  IN THE POND.  Three blind mice.  Three blind mice.  Do you want to play with Eddie?  Will you spank me, cut me with a razor and rub lemon juice all over me?  Will you give me an enema with a plastic bag over my head?  I'm into most things.  Boys, girls, old, young.  Everybody's face looks the same with no skin.  Do you want to go to the woods with Eddie?  Let me know.  Goodbye for now.  So many goodbyes...",
        "translated": "时间是流动的，也是停滞的。前一分钟我还在家里，把阴囊往餐桌上钉，下一分钟我就在用衣架掏别人的眼睛了。尼采说人类与动物的区别在于记忆。他们说动物不会有负罪感，但Eddie也没有。动物会得多疑症吗？动物会自慰吗？我操过一次海豚。看看Low的小鸡仔！跟颗花生似的！印尼人会砍掉自慰者的头，他们做的太对了。人类太弱小了，还对自己太放纵了。Eddie会用电池酸液好好疼爱你的。他们忘记了自己有多脆弱：只需要几秒，我就能让他们着火，切下他们的脚后跟，拔光他们的牙。好吧，其实拔牙的时间更长一点。非常难弄。我被人渣和败类包围了。我不停地洗，不停地洗，不停地洗，但始终洗不掉这些脏东西。这些低能不断繁殖，用他们的下贱后代感染世界。自满啊。自满啊。自满啊。你们见过没耳朵的人吗？吃光碗里的蔬菜，Eddie。爹地，螺丝刀是干嘛用的？你弟弟呢，Eddie？在池塘里。三只瞎耗子。三只瞎耗子。你想和Eddie一起玩吗？你会打我屁股，用剃刀划我，往我身上涂满柠檬汁吗？你会用塑料袋套住我的头，给我灌肠吗？我都能接受的。男孩，女孩，老人，年轻人。撕掉脸皮，所有人的脸都是一样的。想和Eddie一起去森林吗？告诉我吧。暂时就写到这儿，再见啦。数不清的再见...",
        "desc": ""
    },
    {
        "hash": 908931151,
        "original": "tastysidedish17",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1046739214,
        "original": "Omg I just found this website",
        "translated": "我天，刚找到的一个网站",
        "desc": ""
    },
    {
        "hash": 2157948085,
        "original": "www.designerslave.com",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1182992239,
        "original": "  where they sell name brand clothing at HUGE discounts.  Up to 99% off retail!!!  You have to check it out!!",
        "translated": "名牌服饰全都有特大优惠。最低0.1折！！！一定要去看看！！",
        "desc": ""
    }
]