[
    {
        "hash": 2851804440,
        "original": "Everybody in your office should take this course but, let's be honest, sensitivity training is aimed primarily at white, heterosexual males who must be made to pay for the sins of their ancestors.",
        "translated": "在你办公室里的每一个人都应该学习这门课程。但是，说实话，敏感性训练主要针对性取向正常的白人男性，他们必须为祖先的罪孽付出代价。",
        "desc": ""
    },
    {
        "hash": 2614352348,
        "original": "You are gay.  Kelly, the new 23-year-old Marketing trainee, has started dressing",
        "translated": "你是男同性恋。Kelly是23岁的市场部实习生，",
        "desc": ""
    },
    {
        "hash": 717463440,
        "original": "for work in miniskirts, knee boots and tight halter tops with plunging necklines.",
        "translated": "上班时穿的是迷你裙、膝盖靴和紧身吊带衣，领口很低。",
        "desc": ""
    },
    {
        "hash": 2332886769,
        "original": "A)...be nice to her face but call her a whore behind her back (women under 30)?",
        "translated": "A)...当面对她很好，但在背后叫她妓女？(30岁以下的女性限定)",
        "desc": ""
    },
    {
        "hash": 2045229280,
        "original": "ANSWER -      Isn't that what office politics are all about?",
        "translated": "解析：这不就是办公室政治吗？",
        "desc": ""
    },
    {
        "hash": 3870188081,
        "original": "Pretending to be civil to people you would normally go out of your way to avoid and then gossiping about them when they're not around and trying to get them fired.  And women are the WORST.",
        "translated": "对于自己敬而远之的人，当面以礼相待，背地里八卦他们，想方设法让他们被炒。女人更是如此。",
        "desc": ""
    },
    {
        "hash": 3066917301,
        "original": "\"Wow, that dress really suits you,\" one minute and \"I heard she's had more pricks in her than a second-hand dartboard\" the next.",
        "translated": "前一分钟还在说，「哇，这件衣服真的适合你」，后一分钟就在说，「听说插过她的肉棒比二手飞镖板上的洞还多」。",
        "desc": ""
    },
    {
        "hash": 518062112,
        "original": "The workplace is just a continuation of the schoolyard: cliques, bullies and snitches. Never make the mistake of thinking that anybody is your friend.",
        "translated": "职场不过是校园的延续：山头林立，恶霸横行，打小报告。永远不要想当然地认为所有人都是你的朋友。",
        "desc": ""
    },
    {
        "hash": 2900487047,
        "original": "B)...take her aside and explain that her choice of dress is",
        "translated": "B)...把她喊到一边，解释说她的着装不适合职场，",
        "desc": ""
    },
    {
        "hash": 2003077952,
        "original": "inappropriate for the workplace, and that her style is shit?",
        "translated": "批评她衣品很差？",
        "desc": ""
    },
    {
        "hash": 4161689723,
        "original": "ANSWER - Exactly, and feel comfortable knowing that she may have great tits, but in the end, gravity always wins.",
        "translated": "解析：没错，她胸大又怎么样呢，到头来还是打不过重力。",
        "desc": ""
    },
    {
        "hash": 302225565,
        "original": "C)...press up against her in the photocopying room and say,",
        "translated": "C)...在复印室里压在她身上，说：",
        "desc": ""
    },
    {
        "hash": 507698288,
        "original": "\"You dirty little minx - I'd eat a mile of your shit just for a glimpse of where it came from? (men under 30 only)\"",
        "translated": "「你这个小骚货。为了一睹芳容，我愿意吃你的屎」？(30岁以下的男性限定)",
        "desc": ""
    },
    {
        "hash": 2205996430,
        "original": "ANSWER - Whoa there.  Talk like that only arouses Germans.",
        "translated": "解析：哇塞。说这种话只有德国人爱听。",
        "desc": ""
    },
    {
        "hash": 1425355042,
        "original": "Where did you learn the fine art of seduction?  Porn or prison? You'll be on a sex offender registry within five years.",
        "translated": "谁教你这么跟别人搭讪的？黄片还是监狱？五年之内你就会成为登记在册的性犯罪者了。",
        "desc": ""
    },
    {
        "hash": 2689967963,
        "original": "D)...call her into your office, pull down the blinds and askhow committed she is to furthering her career?",
        "translated": "D)...把她叫到你的办公室，拉下百叶窗，问她对自己的职业生涯是什么态度？",
        "desc": ""
    },
    {
        "hash": 2423639641,
        "original": "ANSWER - Worth a try, right?",
        "translated": "解析：值得一试，对吧？",
        "desc": ""
    },
    {
        "hash": 3021164477,
        "original": "When she says \"but I thought you were gay,\" show her the strap on you bought and make her pretend she's Joe from Accounting while you get a good rogering.",
        "translated": "等她说「你不是男同吗」的时候，掏出你新买的皮带，让她假扮财务部的Joe，自己则享受性爱快感。",
        "desc": ""
    }
]