[
    {
        "hash": 3944009998,
        "original": "Simon is great at his job and fun to be around but he smells like dog shit.",
        "translated": "Simon工作做得很棒，人也很风趣，但他的味道臭不可闻。",
        "desc": ""
    },
    {
        "hash": 1966525298,
        "original": "His armpits are rank, fetid caves reeking of decaying corpses.",
        "translated": "腋下臭气熏天，堪比恶心洞穴里的腐烂尸体。",
        "desc": ""
    },
    {
        "hash": 1515552258,
        "original": "A)...send out a general email to all staff about the importance of personal hygiene and hopes he picks up on the hint?",
        "translated": "A)...向所有员工群发邮件，强调个人卫生的重要性，寄希望于他能读懂暗示？",
        "desc": ""
    },
    {
        "hash": 505609797,
        "original": "ANSWER -      People, especially girls, have no idea that they smell. Only when a date's face screws up and his eyes are watering does she get the hint that it's stinkville in tunatown.  The same goes for guys with BO.  When possible, email the offender and cc the whole office.",
        "translated": "解析：人们，尤其是女孩，都不知道自己的味道。只有当约会对象的神情变得扭曲，双眼开始流泪时，她才会读懂暗示，发现这是逼里的臭味。有狐臭的人也是如此。可能的话，给这个臭家伙写封邮件，全办公室抄送。",
        "desc": ""
    },
    {
        "hash": 38261904,
        "original": "B)...ask to speak to him in private so that you can discuss the effects his body odor is having on the rest of the office?",
        "translated": "B)...要求与他私下交谈，谈谈他的体味对办公室其他人的影响？",
        "desc": ""
    },
    {
        "hash": 1852392376,
        "original": "ANSWER - This is the mature, logical and kind approach to tackling a sensitive issue like this. But do you seriously want to have this conversation?  Can't you delegate? That's what a manager does.  Plus, it will take forever to get that stench out of your carpet.",
        "translated": "解析：要想解决此类敏感问题，这个办法成熟、善良、合乎逻辑。但你真的想和他谈话吗？就不能指派别人吗？这才是经理该做的。另外，经过很长时间，这种臭味才会从地毯上散完。",
        "desc": ""
    },
    {
        "hash": 3026020164,
        "original": "C)...exclaim \"holy shit, you stink!\" and hold your nose every time you walk by his cubicle?",
        "translated": "C)...每次经过他的工位都捏着鼻子大喊「天哪，你真鸡巴臭！」？",
        "desc": ""
    },
    {
        "hash": 3381971183,
        "original": "ANSWER - Sometimes it takes a little public humiliation to deal with an awkward situation. Turn it into a joke - humor is always a great way to soften the blow.  Wait until he's nearby, then hold your nose and say,",
        "translated": "解析：要想处理尴尬的处境，有时是需要一点公开羞辱。用笑话陈述事实，幽默的说法更容易让对方接受。等他经过的时候，捏着你的鼻子说：",
        "desc": ""
    },
    {
        "hash": 4212938370,
        "original": "\"Damn, did something crawl inside you and die?\"",
        "translated": "「妈的，是有什么东西钻你肚子里死了吗？」",
        "desc": ""
    },
    {
        "hash": 2770478189,
        "original": "You'll get a laugh, Simon will get the message and you can go home secure in the knowledge that you've made the workplace a better place.  It's win-win for everybody.",
        "translated": "你会收获笑声，Simon会得到暗示。你可以安心回家，办公室也好了起来。所有人都赢了。",
        "desc": ""
    },
    {
        "hash": 1504531115,
        "original": "D)...leave soap, a washcloth and deodorant on his desk with a callous note signed \"From the office you stinky fuck. Discover a shower\"?",
        "translated": "D)...在他的办公桌上放一套肥皂、毛巾和除臭剂，留一张冷酷无情的纸条，上面写着「办公室同事赠，你个臭逼。不知道洗澡吗」？",
        "desc": ""
    },
    {
        "hash": 3963134031,
        "original": "ANSWER - There's only so long you can work day in, day out with a person who smells like a dead whore's chuff before you have to resort to drastic action.",
        "translated": "解析：就算不采取强硬的行动，你的忍耐也是有限度的。不可能每天都跟一个比妓女尸体还臭的人一起工作。",
        "desc": ""
    },
    {
        "hash": 4227422007,
        "original": "Keep the message short and succinct; firm but fair.",
        "translated": "保持信息简单明了，强硬但又合理。",
        "desc": ""
    },
    {
        "hash": 1835853612,
        "original": "Something like:  \"Here are three items you've probably never seen before.",
        "translated": "比如：「这里有三件你可能从未见过的物品。",
        "desc": ""
    },
    {
        "hash": 740630592,
        "original": "Learn how to use them.  Nobody wants to taste your stench any more.\"",
        "translated": "学会使用它们。谁都不想再闻到你的臭味了。」",
        "desc": ""
    }
]