[
    {
        "hash": 1347332482,
        "original": "You end up getting wasted at the Christmas party (sorry, Holiday party) and having",
        "translated": "你在圣诞派对 (抱歉，有人不过圣诞，还是节日派对吧) 上喝了个烂醉，",
        "desc": ""
    },
    {
        "hash": 4257225101,
        "original": "rough, animalistic sex with one of your co-workers in the parking lot.",
        "translated": "然后在停车场和一位同事发生了粗暴的性行为。",
        "desc": ""
    },
    {
        "hash": 2407054811,
        "original": "When you arrive at the office the next morning, do you...",
        "translated": "第二天早上到达办公室时，你会...",
        "desc": ""
    },
    {
        "hash": 3046407179,
        "original": "A)...have a conversation to clear the air and make sure that you're both on the same page?",
        "translated": "A)...和对方把话说清楚，确保两人没有误会？",
        "desc": ""
    },
    {
        "hash": 1470893617,
        "original": "ANSWER - Wow, aren't you the mature one?",
        "translated": "解析：哇，你也太成熟了吧？",
        "desc": ""
    },
    {
        "hash": 485481108,
        "original": "Very in touch with your emotions.  You were born to be PC.  But this can sometimes be a good approach, especially if you're married.  You never know when you might have a manipulative psycho on your hands who's prepared to devote the rest of their life to destroying yours.  The last thing you want is somebody turning up at your house in the middle of the night with bleeding wrists.",
        "translated": "你的感情很细腻。你就是天生的政治正确。这种选择有时也有好处，特别是你已经结婚了的话。不然说不定哪天就被疯子控制狂缠上了，一缠一辈子，不毁掉你的生活不罢休。三更半夜，有人手腕流血出现在你家门口，你也不想这样吧。",
        "desc": ""
    },
    {
        "hash": 2447919026,
        "original": "B)...never say another word to them again but make lewd comments",
        "translated": "B)...再也不跟对方说话，但在背后露骨地评价",
        "desc": ""
    },
    {
        "hash": 1297700108,
        "original": "about penis size/vagina tightness behind their back?",
        "translated": "对方的阴茎大小/阴道紧致程度？",
        "desc": ""
    },
    {
        "hash": 769564118,
        "original": "ANSWER - Ignore them forever more.  Never look them in the eye again.",
        "translated": "解析：永远忽略对方。看都别看一眼。",
        "desc": ""
    },
    {
        "hash": 2750114005,
        "original": "Pretend they don't exist.  Close the chapter the cowardly way.  It's how drunken mistakes have been dealt with for centuries.  It's awkward enough coping with",
        "translated": "假装对方不存在，用懦弱的方式告别过往。数百年来，醉酒后的错误都是这么处理的。",
        "desc": ""
    },
    {
        "hash": 2711834563,
        "original": "the humiliation of all your co-workers snickering behind their hands whenever you walk past without fanning the flames of speculation by actually TALKING to your one-night stand.  Just make sure you get in first with the character assassination.",
        "translated": "每次穿过办公室，同事们都在捂嘴偷笑，这样已经够尴尬了。索性跟他们细说你的一夜风流，再添一把火吧。先下手为强，这样社死的就是对方了。",
        "desc": ""
    },
    {
        "hash": 2644123380,
        "original": "\"Man, it looked like month-old gyro down there\" or \"I've smoked bigger cigarettes, let me tell you\" are usually a good starting point.",
        "translated": "「伙计，她的下面跟放了一个月的三明治一样烂。」「有点抽大了，就跟你聊聊吧。」这两句话都可以作为开头。",
        "desc": ""
    },
    {
        "hash": 876751275,
        "original": "C)...put all your efforts into getting them sacked?",
        "translated": "C)...全力以赴，想方设法让对方被炒？",
        "desc": ""
    },
    {
        "hash": 4117718842,
        "original": "ANSWER - Usually with a one-night-stand, you leave a fake phone number and creep back out into the big, wide world of wonderful anonymity before the other person wakes up.",
        "translated": "解析：对于一般的一夜情，你会留下假的电话号码，赶在对方醒来之前悄悄回到巨大、广阔的美妙世界，就此销声匿迹。",
        "desc": ""
    },
    {
        "hash": 1999217070,
        "original": "With a work colleague, however, you are forced to re-live yourwalk of shame every single day.  Each awkward encounter in the corridor or painful silence in the elevator is a reminder of your sordid night of anal passion.  Do you really want to spend the next few months of working life walking on eggshells, ducking behind doorways and hiding in the restroom? The only way to truly deal with a problem is to make it go away.",
        "translated": "然而，如果是同事，每天你都要面对这份羞耻。走廊里的尴尬偶遇、电梯里的痛苦死寂，无不提醒着你激情肛交的那个淫荡夜晚。你真的想在接下来的几个月里畏首畏尾，躲在门后，躲进洗手间吗？解决问题的唯一方法就是让对方消失。",
        "desc": ""
    },
    {
        "hash": 608548996,
        "original": "D)...immediately email them a photo of your junk under the heading,",
        "translated": "D)...立即打开邮箱，给对方发自己的生殖器照片，",
        "desc": ""
    },
    {
        "hash": 187521020,
        "original": "\"Ding, ding.  Ready for round 2?\"",
        "translated": "标题填「叮，叮。准备好大战第二回合了吗」？",
        "desc": ""
    },
    {
        "hash": 2345635640,
        "original": "ANSWER - So you barely remember talking to them, let alone having sex with them, but life's too short to stand on ceremony.",
        "translated": "解析：你可能不记得和对方说过话，更不记得和对方发生过性关系。但是人生苦短，不必拘泥于礼节。",
        "desc": ""
    },
    {
        "hash": 1325547449,
        "original": "Why tiptoe around with awkward pleasantries when you can cut through the embarrassment with a chainsaw?  Saunter up to their desk with a piece of mistletoe stapled above your crotch.  Make a joke out of it. A little sexual tension in the office makes the day go a lot faster.  Unless you bagged a real pig, what have you got to lose?  If he/she replies with something along the lines of \"I'd rather have a root canal\", then resort to options B or C.",
        "translated": "既然可以用电锯打破尴尬，何必露出尴尬又不失礼貌的微笑呢？在裤裆上钉一串浆果，走到对方的办公桌前，拿自己的裤裆开个玩笑。给办公室来点性诱惑，工作的时光过得更快。除非对方是正宗大肥猪，否则也没什么损失吧？如果对方的答复类似于「比起跟你在一起，我宁愿去做根管治疗」，那就改选选项B或者选项C。",
        "desc": ""
    }
]