[
    {
        "hash": 3958006168,
        "original": "You find one of your co-workers extremely attractive. You probably wouldn't look at them twice in real life but they're definitely 'office hot'. What is appropriate workplace flirting?",
        "translated": "你发现某个同事很有吸引力。平常你可能不会多看他一眼，但他绝对是「职场佳人」。在工作场所怎么勾搭比较合适？",
        "desc": ""
    },
    {
        "hash": 1557716344,
        "original": "A)...saunter repeatedly past his desk with your blouse undone talking about",
        "translated": "A)...解开衬衫，在他的工位旁走来走去，",
        "desc": ""
    },
    {
        "hash": 3834775826,
        "original": "how hot and sweaty you are after your spinning class? (women)",
        "translated": "一边说自己骑完动感单车以后有多热，身上出了多少汗？(女性限定)",
        "desc": ""
    },
    {
        "hash": 768207979,
        "original": "ANSWER - Yes, this could work.",
        "translated": "解析：是的，这招能成。",
        "desc": ""
    },
    {
        "hash": 3294941958,
        "original": "Just bear in mind that there's always a danger of hitting the wrong target. The object of your desires might assume that you're actually talking about the gym while the greasy guy with the combover to his left might suddenly start emailing you pictures of his love muscle.",
        "translated": "不过还是得记住一点，这样做可能让附近的人会错意。说不定你想钓的对象真以为你只是在聊健身房，旁边那个秃了一半的油腻大叔却会用电子邮件发你一张生殖器的照片。",
        "desc": ""
    },
    {
        "hash": 4173684883,
        "original": "B)...drop a pen on the floor, say \"Shit!\" then \"Pardon my French; I really need something to shut this dirty mouth of mine\" then bend down slowly to pick it up while sucking on your finger? (women)",
        "translated": "B)...把笔丢在地板上，骂一句「操！」再接一句「不好意思爆粗了，真该找东西把我这张臭嘴堵上。」然后慢慢弯腰捡笔，同时吸吮手指？(女性限定)",
        "desc": ""
    },
    {
        "hash": 2109169294,
        "original": "ANSWER - Now you're talking!",
        "translated": "解析：这我喜欢！",
        "desc": ""
    },
    {
        "hash": 4019975974,
        "original": "Some light, breezy but suggestive innuendo is perfect for the workplace.  This course hasn't been written by a bunch of sexually-frustrated, immature guys, honest. When it comes to flirting with men, the general rule of thumb is the more direct the approach, the better.  Act like a slut and you'll go far.",
        "translated": "轻巧细微的性暗示非常适合工作场所。这门敏感性训练课程可不是由一群性无能、不成熟的家伙写的，真的。勾搭男人越直接越好。放得越开，走得越远。",
        "desc": ""
    },
    {
        "hash": 3447620006,
        "original": "C)...creep up behind her, sniff her hair and enter her gently from behind? (men)",
        "translated": "C)...慢慢走到她身后，嗅着她的头发，从后面轻轻插入她？(男性限定)",
        "desc": ""
    },
    {
        "hash": 3508031915,
        "original": "ANSWER - Remember, it isn't rape if they push back.",
        "translated": "解析：记住，只要对方给了反馈，这就不是强奸了。",
        "desc": ""
    },
    {
        "hash": 2205330353,
        "original": "D)...jiggle her breasts and shout \"MILKSHAKE!\"? (men)",
        "translated": "D)...晃动她的乳房，大喊「奶昔！」？(男性)",
        "desc": ""
    },
    {
        "hash": 4096854019,
        "original": "ANSWER - Offices need comedy, and they aren't called funbags for nothing.",
        "translated": "解析：办公室需要幽默，乳房被被称为快乐袋不是没有原因的。",
        "desc": ""
    },
    {
        "hash": 4149951194,
        "original": "If she acts offended, cry.",
        "translated": "如果她表现得被冒犯了，就哭吧。",
        "desc": ""
    }
]