[
    {
        "hash": 2677385362,
        "original": "Larry, your 54-year-old boss, has a habit of massaging your neck while he's",
        "translated": "Larry是你54岁的老板，他有个习惯，和你说话的时候",
        "desc": ""
    },
    {
        "hash": 2926154729,
        "original": "talking to you.  You know that you're up for promotion soon.",
        "translated": "会按你的脖子。你知道自己马上就要晋升了。",
        "desc": ""
    },
    {
        "hash": 2003254453,
        "original": "Should you...",
        "translated": "你应该...",
        "desc": ""
    },
    {
        "hash": 1028353749,
        "original": "A)...notify HR immediately demanding that punitive action be taken?",
        "translated": "A)...立即通知人事部，要求对他采取惩罚？",
        "desc": ""
    },
    {
        "hash": 394796111,
        "original": "ANSWER - Enjoy the breadlines, bitch.",
        "translated": "解析：排队领救济粮去吧，贱人。",
        "desc": ""
    },
    {
        "hash": 1886162925,
        "original": "Hit the bricks.",
        "translated": "滚吧。",
        "desc": ""
    },
    {
        "hash": 3362582899,
        "original": "B)...say, \"If you don't take your filthy hands off right now, I'll sue you so hard",
        "translated": "B)...说：「把你的脏手拿开，不然我狠狠告你，",
        "desc": ""
    },
    {
        "hash": 935201085,
        "original": "your grandkids will owe me money.\"?",
        "translated": "你的孙子孙女都会欠我的钱」？",
        "desc": ""
    },
    {
        "hash": 2201800218,
        "original": "ANSWER - That's it - strap on a pair!",
        "translated": "解析：就是这样，鼓起勇气！",
        "desc": ""
    },
    {
        "hash": 2926216740,
        "original": "Show the office that you're not to be messed with.  You're there to do a job, not to be boner bait for some old perv who jerks off in his car and hasn't had sex with his wife for 20 years. Now start to blackmail him for money.",
        "translated": "让同事知道你不是好惹的。你是来上班的，不是来满足哪个老变态的性欲的。他在车里打飞机，足足20年没有和妻子发生过性关系。现在轮到你勒索他了。",
        "desc": ""
    },
    {
        "hash": 508090150,
        "original": "Employers are terrified of sexual harassment lawsuits these days - we live in an age where people can be thrown into jail for complimenting a co-worker's shoes.  Just remember that too much love is sometimes better than no love at all and, when he turns his affections to somebody else, you might miss it.",
        "translated": "现在的雇主都害怕性骚扰诉讼，我们生活在一个可能因为称赞同事的鞋子进局子的时代。记住，人见人爱总比无人问津好。等他把感情投到了别人身上，你说不定还会怀恋一下。",
        "desc": ""
    },
    {
        "hash": 739909866,
        "original": "C)...close your eyes and take one for the team?",
        "translated": "C)...闭上眼睛，独自承受？",
        "desc": ""
    },
    {
        "hash": 2682277517,
        "original": "ANSWER - Yes, his behavior is inappropriate.",
        "translated": "解析：是的，他的行为是不恰当的。",
        "desc": ""
    },
    {
        "hash": 1830083999,
        "original": "Yes, you shouldn't have to put up with some old letch with his hands all over you. But you really bring it upon yourself.  You poke those big tits out like they're on a scouting expedition ahead of you.Do what you have to do to climb the ladder.  Do you think President Lawton got where he is today without spending a lot of time on his knees?",
        "translated": "是的，你没必要忍受老色狼，被他在身上乱摸。但这是你自找的。你把那对大奶露了出来，像是你的先遣队一样。为了晋升就要不择手段。你以为Lawton总统是怎么上去的？不当十几二十年孙子，怎么也轮不到他啊。",
        "desc": ""
    },
    {
        "hash": 2951334661,
        "original": "How far you progress along the career path depends largely on how far you're prepared to prostitute yourself morally, spiritually and, when it gets around to bonus season, physically.  If you don't do it, somebody else will.",
        "translated": "你职业道路上的进步，很大程度上取决于你在道德、精神上能够接受的下限，评年终奖的时候还得看肉体上的接受程度。就算你不出手，别人也会出手。",
        "desc": ""
    },
    {
        "hash": 2398432999,
        "original": "D)...tell him how good it feels and ask if he can go a little lower?",
        "translated": "D)...告诉他感觉有多好，问他能不能再往下一点？",
        "desc": ""
    },
    {
        "hash": 4177439484,
        "original": "ANSWER - Yeah, loosen up.  Give the guy a little flesh.",
        "translated": "解析：是的，不要拘束。给这家伙点甜头。",
        "desc": ""
    },
    {
        "hash": 1020564765,
        "original": "It's only a few minutes out of your day and, let's face it, you won't be thinking about four inches of flaccid tumescence pressing into your back when that fat bonus check lands on your desk.  Your colleagues will hate you but, really, fuck them.  If you play your cards right, they'll all be working for you soon anyway.",
        "translated": "这只是你一天中的几分钟而已。说句实话，只要见到自己桌上丰厚的奖金支票，你就不会在乎压在身后的那根10公分软棒。同事可能会恨你，但真的，让他们滚蛋吧。只要操作到位，很快他们就是你手下的打工仔了。",
        "desc": ""
    }
]