[
    {
        "hash": 1369870238,
        "original": "As you leave work, you spot Debbie, your attractive female co-worker, making out with another woman outside.",
        "translated": "下班时，你发现魅力四射的女同事Debbie在外面和一个女人亲热。",
        "desc": ""
    },
    {
        "hash": 2483083036,
        "original": "A)...walk straight up to them and ask if they \"want some meat in that sandwich?\"",
        "translated": "A)...径直走到她们面前，问她们「是否介意再多个人」？",
        "desc": ""
    },
    {
        "hash": 2387641987,
        "original": "ANSWER -Are you serious?!",
        "translated": "解析：你是认真的吗？！",
        "desc": ""
    },
    {
        "hash": 1871434716,
        "original": "You've been watching way too much porn, my friend.  Assuming that all lesbians are longing for a piece of pork is a surefire way to get your balls twisted",
        "translated": "你黄片看多了吧，我的朋友。别以为所有女同性恋都渴望大屌，你的鸡巴会被她们折成动物气球的。",
        "desc": ""
    },
    {
        "hash": 3063003586,
        "original": "into a balloon animal.  They aren't women who \"haven't found the right guy yet\" and you're not going to be able to \"fuck them straight.\" They can strap on more than you can ever offer.",
        "translated": "她们不是「还没有找到合适的男人」的女人，你也不能「直接操她们」。绑上假鸡巴的她们插起来比你还猛。",
        "desc": ""
    },
    {
        "hash": 640355723,
        "original": "That being said, it doesn't hurt to ask - you might win the lottery.",
        "translated": "话虽如此，问一问也没有什么坏处。说不定就人生圆满了。",
        "desc": ""
    },
    {
        "hash": 3131546746,
        "original": "B)...hang around Debbie's desk and talk loudly about how you've always fantasized about a threesome?",
        "translated": "B)...在Debbie的桌子前闲晃，大声谈论自己一直想着3P？",
        "desc": ""
    },
    {
        "hash": 985383506,
        "original": "ANSWER - You're close.  But go for the pity first.",
        "translated": "解析：很有希望成功。但要先引起她们的同情。",
        "desc": ""
    },
    {
        "hash": 3292442417,
        "original": "Make sure you also mention that you're dying of cancer and want to leave",
        "translated": "务必提到自己得了癌症，活不久了，",
        "desc": ""
    },
    {
        "hash": 535406323,
        "original": "your inheritance to someone who makes your last weeks special.",
        "translated": "想把遗产留给让你人生的最后几周变得特别的人。",
        "desc": ""
    },
    {
        "hash": 2325137436,
        "original": "C)...send an email to all your co-workers announcing that",
        "translated": "C)...给所有同事群发电子邮件，",
        "desc": ""
    },
    {
        "hash": 2834484823,
        "original": "Debbie is a 'carpet muncher'?",
        "translated": "宣布Debbie是「舔逼女同」？",
        "desc": ""
    },
    {
        "hash": 2842157001,
        "original": "ANSWER - Yeah, funny.  In the 1980's, maybe.",
        "translated": "解析：啊，很有趣。你还是回上世纪80年代吧。",
        "desc": ""
    },
    {
        "hash": 423099800,
        "original": "Where have you been for the last 20 years?  Sudan?  Do you really think that anyone cares?!  In fact, everybody else in the office almost certainly lready knows.  Debbie just chose not to open up about her personal life to you - a guy with the emotional maturity of a chimpanzee.",
        "translated": "你最近20年在哪？苏丹吗？真以为有人在乎她的性取向吗？！事实上，办公室里的其他人早就知道得差不多了。",
        "desc": ""
    },
    {
        "hash": 1086740353,
        "original": "D)...report her to HR for inappropriate behavior in the vicinity of the workplace?",
        "translated": "D)...向HR举报她在工作场所附近的不当行为？",
        "desc": ""
    },
    {
        "hash": 260029592,
        "original": "ANSWER - Do this ONLY if she doesn't agree to the threesome",
        "translated": "解析：除非她不同意3P，否则别这么做",
        "desc": ""
    }
]