[
    {
        "hash": 1376572772,
        "original": "Everybody in your office should take this course but, let's be honest, sensitivity training is aimed primarily at white, heterosexual males who must be made to pay",
        "translated": "在你办公室里的每一个人都应该学习这门课程。但是，说实话，敏感性训练主要针对性取向正常的白人男性，他们必须为",
        "desc": ""
    },
    {
        "hash": 3883948089,
        "original": "for the sins of their ancestors.",
        "translated": "祖先的罪孽付出代价。",
        "desc": ""
    },
    {
        "hash": 834890099,
        "original": "A co-worker emails you a video clip of a woman having sex with a donkey.",
        "translated": "同事用电子邮件给你发了一个女人和驴性交的视频。",
        "desc": ""
    },
    {
        "hash": 516897019,
        "original": "Do you...",
        "translated": "你会...",
        "desc": ""
    },
    {
        "hash": 2887486893,
        "original": "A)...notify HR immediately, demanding that punitive action be taken?",
        "translated": "A)...立即通知人事部，要求对他采取惩罚？",
        "desc": ""
    },
    {
        "hash": 3077815510,
        "original": "ANSWER - Wow - you're a narc.",
        "translated": "解析：哇哦，你这个告密者。",
        "desc": ""
    },
    {
        "hash": 1704653066,
        "original": "If you need to report something, take the coward's route and do it anonymously.  Remember: the stench of the rat can never be washed off. Neither can a woman's perfume, so burn your clothes.",
        "translated": "如果你想举报，偷偷摸摸地干，匿名干。记住：告密者的恶臭是洗不掉的。女人的香水味也是如此，事后记得烧掉衣服。",
        "desc": ""
    },
    {
        "hash": 2927340872,
        "original": "B)...save it to a folder on your hard drive, delete the email and then send a mock- indignant reply to cover your back?",
        "translated": "B)...把视频保存到硬盘上的某个文件夹，删除电子邮件，然后回复一个愤怒又不屑的表情保护自己？",
        "desc": ""
    },
    {
        "hash": 1237004643,
        "original": "ANSWER - Sly.  You'll go far.",
        "translated": "解析：狡猾，你是能成大事的人。",
        "desc": ""
    },
    {
        "hash": 1980330901,
        "original": "The office politics game isn't rocket science.  Unless you work in aerospace engineering, that is.  Even then rocket scientists suck.  Look how many people they've turned into intergalactic hamburger.  Well done guys, well done.  Anyway, it's amazing how many people still haven't grasped the very basic fact that anything they write in an email can come back to haunt them.",
        "translated": "办公室政治并没有造火箭那么难，除非你干的就是航天工程，那个确实很难。即便如此，火箭科学家依然罪孽深重，看看他们把多少人变成了星际汉堡肉。干得好啊，伙计们，干得好啊。不过令人惊讶的是，很多人仍然没有意识到非常简单的一点，电子邮件里写的任何东西都可能变成追猎他们罪行的素材。",
        "desc": ""
    },
    {
        "hash": 3437993575,
        "original": "ISPs, search engines, teenage hackers, the government, YOUR EMPLOYER... somebody, somewhere has an eye on the crap that you blindly pump out into cyberspace every day.  Always make sure that you have a safety net and always slip IT a $100 around Christmas to keep their yaps shut.",
        "translated": "网络服务提供商，搜索引擎，年轻黑客，政府，你的雇主... 角落里的某人随时都在监视你，盯着你每天不过脑子发到网上的垃圾信息。务必保护好自己的网络安全，圣诞节前后给IT运维塞100块礼金，别让他们说你闲话。",
        "desc": ""
    },
    {
        "hash": 2135982383,
        "original": "C)...forward to your whole department with the subject heading,\"Nice Ass\"?",
        "translated": "C)...转发给整个部门，标题填「肥美的屁股」？",
        "desc": ""
    },
    {
        "hash": 3887836440,
        "original": "ANSWER - Absolutely.",
        "translated": "解析：太对了。",
        "desc": ""
    },
    {
        "hash": 3056123112,
        "original": "If everyone has it on their computer, it's not a crime. Every team has at least one self-righteous old hag or ambitious young upstart just waiting for an opportunity to throw you to the lions.  If they object, use photo-retouching software to put their face on a porn star and put the picture up in the kitchen.",
        "translated": "只要所有人的电脑上都有这段视频，那就不是犯罪。每个团队都会有那种自以为是的老不死和雄心勃勃的年轻新人，只缺一个把你踩下去的机会。如果他们反对，用修图软件把他们的脸换到女优身上，打印出来贴厨房里。",
        "desc": ""
    },
    {
        "hash": 7850807,
        "original": "D)...go straight to the restroom and masturbate furiously while the image",
        "translated": "D)...直奔厕所，趁着还记得画面",
        "desc": ""
    },
    {
        "hash": 1631386428,
        "original": "is still fresh in your mind?",
        "translated": "拼命撸管？",
        "desc": ""
    },
    {
        "hash": 2525929054,
        "original": "ANSWER - Yeah, now you're talking.",
        "translated": "解析：耶，正合我意。",
        "desc": ""
    },
    {
        "hash": 317698873,
        "original": "But what is the excitement of going to the bathroom?",
        "translated": "但是去厕所有什么刺激呢？",
        "desc": ""
    },
    {
        "hash": 251783557,
        "original": "Try to rub one out in your cubicle without anyone noticing. That adds a whole new level of naughtiness. And if you are caught, claim that it's workplace stress and file for disability payments.",
        "translated": "在你的工位上偷偷撸管，别被同事发现。这才够皮。一旦被人发现，就说自己职场压力太大，再去申请残疾津贴。",
        "desc": ""
    }
]