[
    {
        "hash": 1779747233,
        "original": "Photography hobbyist wants to take pics - my services for yours!",
        "translated": "摄影爱好者想拍几张照片 - 免费为您服务！",
        "desc": ""
    },
    {
        "hash": 4279568198,
        "original": "(Middle Park East)",
        "translated": "(中心公园东)",
        "desc": ""
    },
    {
        "hash": 3328682409,
        "original": "Are you just out of high school and strapped for cash?  Set your sights higher than $6 an hour at Burger Shot!  Make your resume and personal ads stand out!  Whatever your goals in life, you won't get far without professional body shots.  If you're a young, entrepreneurial, stacked woman looking for her first break, my tasteful photos will help you get your foot on the ladder.  With the right angles and lighting, I can make even the most hideous dog look like a model... FREE OF CHARGE!!!!  Like a pre-capitalist economy, we will barter - your services for mine!  If you want to bring friends, I can do you all at the same time.  I'm only slightly overweight and pretty sure I am disease free, at least last time I checked.  I can come to you or host at my apartment in Middle Park East.  I have cable, a power shower and a well-stocked bar.  At the end of the shoot, you'll receive all the pictures on a CD in high res.  And a copy for me of course!  Send me an email if you're interested.  I can pick you up and my schedule is very flexible.  I'm 48 y/o, down to earth and fun to work with.  So let's trade!",
        "translated": "你是不是才高中毕业，为钱所困？别盯着吃得饱汉堡那6块钱的时薪了！让你的简历和资历更加丰满吧！无论你的人生目标如何，没有专业的人体写真都是走不远的。如果你年轻丰满，刚刚入行，想要追求事业突破，我的高雅照片定能让你更上一层楼。只要角度和打光合适，再丑陋的狗都能拍出模特风采... 无需掏钱！！！！就像资本主义之前的经济往来一样，我们以物易物——用你的服务换我的服务！如果你想带朋友一起，我也可以同时服务。我略微有点超重，但绝对没有脏病，至少上次没查出来。可以我来找你，也可以你来中心公园东，在我家拍。我家有网络、电动淋浴器，还有满满的一个酒柜。拍摄结束以后，我会用高清CD把照片复制给你。我当然会留一份啦！感兴趣就邮件联系吧。我的时间很充裕，随时可以过来接你。我48岁，为人老实，幽默风趣。一起以物易物吧！",
        "desc": ""
    },
    {
        "hash": 365121107,
        "original": "PostingID: 4945888450",
        "translated": "帖子ID：4945888450",
        "desc": ""
    }
]