[
    {
        "hash": 1286344428,
        "original": "$2600 / 1BR - Really shitty apartment with hot neighbors",
        "translated": "$2600 / 独卧 - 公寓很烂，邻居很烧",
        "desc": ""
    },
    {
        "hash": 4165211956,
        "original": "(Presidents City)",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 4127532428,
        "original": "7th floor, no elevator, 1 poky bedroom, no light, rising damp, leaking roof, paint peeling off the walls, stench of cat urine in the corridor.  The kitchen was last remodeled at the turn of the century (last century!) and the bathroom looks like something out of a Russian submarine.  This is the most over-priced apartment in Presidents City but, and this is very big BUT, my neighbors are foxy as fuck!  And I'm not just talking cute.  These chicks should carry a health warning.  Weapons-grade, red-hot model babes.  Fucking faultless.  I see them going off to work in the morning in their tight skirts and low-cut blouses.  I see them coming back from the gym in their shorts and tiny tees.  I see them heading out on the weekend in their mini dresses and knee boots.  They even ask me to fix things in their apartment sometimes.  Oh, how I live for those moments.  They're so far out of my league but I don't care.  I have enough jerk-off material for life.  I can't believe I have to move back to Carcer City.  The apartment sucks - it's fucking third-world but, please believe me, this will be the best move you ever make.",
        "translated": "7楼，无电梯，一间小卧室，没有灯，湿气重，屋顶漏水，墙面掉漆，过道里有猫的尿骚味。厨房上一次翻修还是世纪之交的时候(上个世纪的！)卫生间看起来像是俄罗斯潜水艇的风格。这是Presidents City价格虚高最多的公寓，但是，接下来要说的这点很重要，邻居都太妖媚了！不是说他们可爱，这些小妞就该往身上贴个有害健康的警告。都是武器级的火辣模特，只能说是完美无缺。我看着她们白天穿着短裙和低胸衬衫出门，看着她们穿着短裤和短袖回家，看着她们周末穿迷你裙和长筒靴出门。偶尔她们还会叫我去家里修东西。噢，实在是太梦幻了。我与她们差了太多，但我不在乎。至少我有了足够的施法材料。我都不相信自己居然会搬回卡瑟市。公寓本身很烂，简直是第三世界，但是说真的，你一定不会后悔的。",
        "desc": ""
    },
    {
        "hash": 2097351659,
        "original": "PostingID: 962058447",
        "translated": "帖子ID：962058447",
        "desc": ""
    }
]