[
    {
        "hash": 4007147906,
        "original": "Dear Respected One,  Permit me to inform you of my desire of going into business relationship with you.  I must not hesitate to find reputable and responsible American to confide in.   My name is Alika Emeagwali Sekin Hammanrati Kirfanatti , the only daughter of late Mr and Mrs Ekon Emeagwali Sekin Hammanrati Kirfanatti. My father was a very rich coffee merchant in the Democratic Republic of the Congo before he and my mother were shot by a horny and angry plantation worker.  On his death bed my father tell me that he has large sum of money ($22,000,000) held in a security box in a local bank in Kinshasa and I as only daughter am named as next of Kin.",
        "translated": "亲爱的阁下，冒昧打扰，不知您是否有意愿成为我的合伙人？我现在急需一位值得信赖、有责任心的美国人托付资产。我叫Alika Emeagwali Sekin Hammanrati Kirfanatti，是过世的Ekon Emeagwali Sekin Hammanrati Kirfanatti夫妇的独女。父亲生前是刚果民主共和国的一位咖啡商人，十分富有。他和母亲被一个饥渴愤怒的种植园工人枪杀。临死之前父亲告诉我，他在金沙萨本地的一家银行存了一笔巨款(2200万)，而我这个独生女是遗产的法定继承人。",
        "desc": ""
    },
    {
        "hash": 3255812640,
        "original": "I am now honorably seeking the assistance of a god-fearing American friend to act as guardian of the fund since I am a girl of only 13 years and am brain damaged from interfamily incest.  A man on Norrtun street yesterday call me old turnip legs because of my wheelchair condition. I will offer 20% of total sum as compensation for your effort as soon as fund is successfully transferred to overseas bank account.",
        "translated": "我只是一个13岁小女孩，大脑还因近亲生子发育不良，现在需要一名敬神的美国朋友代我管理这些资产。昨天我在Norrtun街，有人看我坐轮椅就骂了句臭瘸子。资产全部转移到海外账户以后，我会支付你遗产总额的20%作为辛苦费。",
        "desc": ""
    },
    {
        "hash": 2747056035,
        "original": "In eager anticipation of your warm response.",
        "translated": "由衷期待您的热切回应。",
        "desc": ""
    },
    {
        "hash": 1573272019,
        "original": "Please send name, address, social security number, mother's maiden name and details of bank account.",
        "translated": "联系时请附上您的姓名、住址、社会安全号码、母亲婚前的姓氏以及银行账户的信息。",
        "desc": ""
    },
    {
        "hash": 4019456293,
        "original": "Greetings. Alika",
        "translated": "谨表谢意。Alika",
        "desc": ""
    },
    {
        "hash": 3639723209,
        "original": "PostingID: 424766666",
        "translated": "帖子ID：424766666",
        "desc": ""
    }
]