[
    {
        "hash": 2044022599,
        "original": "I've been running my mouth at work about this great chick I've been dating.  Just a couple of stories to impress the guys around the water cooler and to deflect any questions about the way I walk. It's not like I'm going to tell them I get stoned and talk to young boys in internet chatrooms every night.  But I forgot about the office party!  I can't believe I was so stupid!  Now all I keep hearing is \"I can't wait to meet Mimi\", \"Is Mimi going to wear the stockings?\"  My boss is even talking about inviting us out to his summer house!  I'm in too deep to back out now.  I URGENTLY need a fake Mimi for this Friday night.  As far I can remember, you're a Japanese corporate lawyer with bleached blonde hair and killer legs (mid 20s).  The first night we met, you took me back to your place and covered me in rabbit droppings.  You like to give me head on public buses.  You got your breasts enlarged for my birthday.  You strip for me most evenings and crawl across the floor chanting emo lyrics.  You often turn up at my doorstep dressed as a schoolgirl.  You pole-danced to pay your way through law school.  You're very needy and lean on me heavily for support.  You're double-jointed and cry during movies.  You love me but I'm just using you for sex.  Oh, and you think that I'm really funny.  That's all I can think of for now but I will brief you further on Friday.  I'm up for a promotion this year so I have to make this work.  I need somebody who can pull off cute, intelligent and slutty at the same time.  All you need to do is play the part for a few hours and then I'll kill you off in a fictional car crash over the weekend.   The party is in the Celtica hotel at 7.30pm.",
        "translated": "为了在同事面前装逼，不暴露自己的真实生活，我一直骗同事说有个很好的女朋友。没办法，总不能说我每天晚上吸毒，然后跟聊天室的年轻人聊天吧。但我忘了办公室派对这件事了！妈的，我咋这么蠢！现在他们天天说「等着和你女友Mimi见上一面」「Mimi来的时候会穿长筒袜吗？」老板甚至想叫上我和女友去他的夏日别墅度假！已经没有回头路了，这周五晚上我急需一个人扮演Mimi。让我回忆一下之前编的故事：你是日本的公司律师，漂染金发，双腿修长，20多岁。相遇的那个晚上，我被带到了你家，在兔子屎中过夜。你喜欢在公交车上给我口交，隆了胸作为我的生日礼物。几乎每个晚上都会给我跳脱衣舞，唱着情绪摇滚在地上爬行。你总会打扮成学生妹来到我家，靠着钢管舞赚够了法学院的学费。你很需要依靠，视我为精神支柱。看电影时你坐在我身上运动，还会因电影感动落泪。你很爱我，但我只是在用你满足生理需求。噢，你还觉得我很风趣。现在我只记得这些了，剩下的周五见面再说。我今年有希望升职，必须得把这场戏演了。需要一个能够同时把握可爱、聪慧、放荡的人。你只需要陪我演几个小时，然后就会在周末的一场虚构车祸中身亡。派对时间是周五晚上七点半，地点定在凯尔特酒店。",
        "desc": ""
    },
    {
        "hash": 3955594992,
        "original": "Send photos ASAP.  I'm willing to pay big dollars.",
        "translated": "尽快发照片过来，我可以出很多钱。",
        "desc": ""
    },
    {
        "hash": 1909164505,
        "original": "PostingID: 698008888",
        "translated": "帖子ID：698008888",
        "desc": ""
    }
]