[
    {
        "hash": 3268579067,
        "original": "Unfortunately, Bali is not the first place where locals have sought to take advantage of James' benevolent and accommodating nature in order to line their pockets with his trust fund. When working on a report in Sri Lanka for his radio show 'The Wild Traveler', James was once again the helpless victim of a terrible misunderstanding and a willful attempt to cast a slur on the good Pedeaston name. Like any self respecting gent, Pedeaston hired himself a live-in houseboy called Avrindar to help out around the villa. Many engaging reports on his show were centered around this devastatingly handsome boy. Two weeks later, Avrindar was seen fleeing the compound in a pair of moleskin chaps and police officers arrived at James' door the following morning with a warrant for his arrest. American diplomats managed to negotiate with the Sri Lankan authorities and Pedeaston was deported back to the USA where he was subsequently released. The incident remains cloaked in controversy. Avrindar is quoted as saying:",
        "translated": "很不幸，巴厘岛并不是James第一次碰到这种遭遇。多年前在斯里兰卡，当地人就利用了James的随和善良，骗走了他的信托基金。当时他在为自己的电台节目《旷野旅行者》取材，结果却被人误解、蒙受污名。和许多自爱的男性一样，James雇了个名叫Avrindar的住家童仆打理别墅。那段时间，他的节目妙趣横生，话题大多是围绕这个英俊的小伙子展开的。半个月后，Avrindar穿着一条棉布裤子逃了出来，第二天早上当地警方就找到了James门口，拿出了逮捕令。经过美国外交官与斯里兰卡政府的协商，Pedeaston被遣送回美，随后无罪释放。但这一事件仍是争议重重。以下是Avrindar的说法：",
        "desc": ""
    },
    {
        "hash": 2339689052,
        "original": "Mr. Pedeaston told me that I would be required to polish his banister, clean his carpet and roll his cigar. These chores turned out to be very different than I had imagined.",
        "translated": "Pedeaston先生跟我说，我的工作是帮他擦拭栏杆、清理地毯、卷雪茄烟。但是实际去做的时候，这些杂活却和我想象中的完全不同。",
        "desc": ""
    },
    {
        "hash": 3262324438,
        "original": "James has always vehemently defended his innocence and told journalists:",
        "translated": "James始终坚持捍卫自己的清白，他告诉记者：",
        "desc": ""
    },
    {
        "hash": 3087637104,
        "original": "I am extremely hurt at the scurrilous accusations. I wear my heart on my sleeve and a tight pair of shorts and I make no excuses for either. I gave Avrindar a chance to escape the depravity of his filthy existence, a chance to better himself in the service of an upper-cruster of impeccable breeding. He was hawking necklaces on the street when I met him, God damn it! I took him under my wing, taught him about right and wrong, about giving and taking. I thought that we had a special relationship, the type of close bond that is only possible between two men. Avrindar stabbed me in the back, and not in a good way. His claims are preposterous. Forced to be a sex slave 24-hours a day? Balderdash! Some evenings he would play master and I would wear the dog collar. It was a two-way street.",
        "translated": "这些指控和污言秽语实在太让我伤心了。我的想法和情感毫无掩饰，所做的一切问心无愧。我给Avrindar创造了机会，帮助他脱离堕落下流的人生，让他在伺候上流贵族的过程中提高自己。刚遇到他的时候他还在街上卖项链呢，他妈的！我为他遮风避雨，教了他明辨是非，教了他给予和索取。我还以为我们已经建立起了一种特殊的关系，那种只在两个男子汉间建立的关系。Avrindar背叛了我，不欢而散。他的指控荒唐可笑。被迫全天当性奴？扯鸡巴蛋吧！问问他是不是有那么几个晚上，他当主人，我戴项圈的。这是需要双向付出的。",
        "desc": ""
    }
]