[
    {
        "hash": 4062926556,
        "original": "Freedom comes at a high price in Indonesia. And we need your assistance in greasing the wheels of the local justice system. No amount is too big! Every day you probably spend $5 on Bean Machine coffee. Just think if you drank putrid water instead, just like poor people?? Or swapped that lunchtime cocktail for a fruit juice? Or what if you didn't eat fast food that one time, and cut up a cucumber with some hummus instead? We can all make sacrifices, and thinking of James scooping rice out of a cockroach-infested bowl will soon make you lose your appetite.",
        "translated": "印度尼西亚的自由是昂贵的。为了买通当地的司法系统，我们急需你的援助。捐多少都不嫌多！也许你每天都要花五块钱喝冰的咖啡。如果你和穷人一样，喝的是臭水呢？？抑或是把午餐的鸡尾酒换成果汁呢？又或是少吃一顿快餐，切根黄瓜蘸豆泥吃呢？省一省就能行善积德。再想想James，只能从蟑螂爬过的碗里掏饭吃，一下子你就没有食欲了。",
        "desc": ""
    },
    {
        "hash": 1608494958,
        "original": "English books and magazines are a rarity in Bali. James loves to read. He especially loves child development textbooks. Send books! He's looking for printouts of several teen blogs he followed religiously before incarceration as well as any magazines to help stay on top of pop culture, such as Teen and Kidz on the Beat, or any clothing catalogues, especially for children's clothing companies, so James can keep up his keen interest in fashion.",
        "translated": "巴厘岛很少有英文的书报杂志。James热爱阅读，尤其是关于儿童成长的教科书。捐点书吧！他想读到入狱之前关注的几个年轻人的博客，请打印出来捐给我们。他还需要通过杂志了解流行文化，比如《少年》《时尚潮儿》。服装产品册亦可，特别是童装的。这样就能帮助James与最新的时尚潮流同步了。",
        "desc": ""
    },
    {
        "hash": 213212786,
        "original": "There is no better way to make a difference in the world than to wear a sloganed T-shirt. This has been an acknowledged truth since Roman times. T-shirts change minds, and let people know that you have a cause. Get your \"Free James\" T-shirt (available in petite, babydoll and sheer tee sizes) and wear it everyday until James is released.",
        "translated": "要想改变世界，最好的方法莫过于穿上印有标语的短袖。早在罗马时期，人们就认识到了这一点。短袖可以改变人的想法，也能让别人知道你的目标。购买一件「解救James」短袖 (可选超小号、娃娃装、透视装)，一直穿到James释放出狱吧。",
        "desc": ""
    },
    {
        "hash": 98427000,
        "original": "Americans made a change for the better when they stopped buying French wine in 2003 after the French pointed out that we might be wrong about something. When you know you're right, it's the best feeling in the world, because nobody can tell you different. And we all know that a special bond with pre-pubescent youths is no reason to be locked up in a disease-ridden prison cell.",
        "translated": "2003年，法国人说我们美国人可能做错了，于是我们开始抵制法国葡萄酒，得到了更好的结果。世界上最棒的感觉无疑是知道自己是正确的，因为这样没有人会有反对意见。我们都知道，和未成年的年轻人建立起特殊关系并没有错，James不应该被关到病毒滋生的牢房里。",
        "desc": ""
    },
    {
        "hash": 3489577285,
        "original": "If you are in Bali, why not take a break from your own tour of discovery and pay him a visit? You can't spend your whole week in a go-go bar!! Well, you can but you will enjoy it a lot more if you take a break for a couple of hours. A friendly face and an affectionate hug will mean the world to James and any prescription drugs you can spare will be much appreciated. His cell is the third window from the right. Toss your goods through the bars of the window. He will be so happy.",
        "translated": "如果你就在巴厘岛，何不放下自己的探索之旅，去探望他一次呢？周末总不能去酒吧跳两天舞吧！！虽然确实可以，但是歇一会儿换换口味才能玩得更开心嘛。友好的脸庞和善意的拥抱能够把James心中的阴霾扫得一干二净，能顺便带点处方药给他就更好了。他的牢房是右手边第三个窗户，把东西从铁栅栏中间塞过去就行。他会很高兴的。",
        "desc": ""
    }
]