[
    {
        "hash": 3669397431,
        "original": "Only fully patched members of the Angels of Death can wear our colors, but any civilians can buy club support items with our insignia on them. It's a way of showing your support and admiration for the AOD. Wear our name with pride. All customers are subject to racial screening.",
        "translated": "只有死亡天使的正式成员才能穿我们的行头，但是任何公民都可以购买印有我们徽章的俱乐部周边。你们可以通过这种方式对死亡天使表达支持与敬仰。骄傲地把我们的名字穿在身上吧。所有顾客都需要接受种族审查。",
        "desc": ""
    },
    {
        "hash": 3747718877,
        "original": "Latest Stock Additions:",
        "translated": "最新上架：",
        "desc": ""
    },
    {
        "hash": 412744052,
        "original": "Hot as Hell Bed Linen",
        "translated": "狱火床单",
        "desc": ""
    },
    {
        "hash": 1638745477,
        "original": "Keep warm this season with AOD eiderdowns and electric bed spreads. (Both items are highly flammable. Keep away from open flames. The AODMC accepts no liability for accidents.)",
        "translated": "死亡天使的鸭绒被和电热毯将助你在这个季节保持温暖。(两样物品都十分易燃，远离明火。死亡天使不对事故负责)",
        "desc": ""
    },
    {
        "hash": 1435842017,
        "original": "Angel of Life by Arnie Lester with Fred M. Nelson",
        "translated": "《生命天使》(作者Arnie Lester Fred M. Nelson)",
        "desc": ""
    },
    {
        "hash": 1343716439,
        "original": "Soon to be made into a Vinewood motion picture, this is a gripping account of a Chapter President in the Angels of Death. Arnie Lester explains how his errant youth and love for motorcycles made him the community worker he is today.",
        "translated": "即将拍成好麦坞电影，死亡天使分会会长讲述的引人入胜的故事。Arnie Lester将讲述他离经叛道的青春与对摩托的爱，以及这两者是如何让他成为现在这样的社区工作者的。",
        "desc": ""
    },
    {
        "hash": 538241771,
        "original": "AOD Dildo",
        "translated": "死亡天使假阳具",
        "desc": ""
    },
    {
        "hash": 717897838,
        "original": "Ever wanna get fucked by an AOD, but all the brothers in the bar are too drunk and old to get it up? Here's the solution! Modeled on AOD Road Captain Joe Jon Johnson's johnson. Legal Warning: Only for use on females and fully patched members doing long stretches in the Big House.",
        "translated": "想要被死亡天使狂操，但酒吧里的弟兄都又老又醉硬不起来？有办法了！倒模自死亡天使行车长Joe Jon Johnson的大屌。法律警告：仅供女性和坐大牢的正式成员使用。",
        "desc": ""
    },
    {
        "hash": 694914243,
        "original": "A.O.D. Diapers",
        "translated": "死亡天使尿布",
        "desc": ""
    },
    {
        "hash": 1495235130,
        "original": "Encourage your child to be an outlaw from the start with the AOD Baby Change Unit.",
        "translated": "当法外狂徒要从娃娃抓起，一开始就为死亡天使童子军做准备。",
        "desc": ""
    },
    {
        "hash": 1706457458,
        "original": "Biker Party Set",
        "translated": "摩托帮派对套装",
        "desc": ""
    },
    {
        "hash": 1847593347,
        "original": "Beer mug, shot glass, bong, and meth pipe. All in hard-wearing shatter-proof glass stamped with the famous Angels of Death insignia. Angels of Death accepts no responsibility for the consumption of illegal substances with the AOD Party Set. Drink responsibly. Cannabis and methamphetamine sold separately.",
        "translated": "啤酒杯，一口杯，烟枪和烟壶。均采用耐磨耐摔的玻璃制作，印有著名的死亡天使的徽章。死亡天使不对通过死亡天使派对套装吸食的任何违法物品负任何责任。理性饮酒。大麻和冰毒单独销售。",
        "desc": ""
    }
]