[
    {
        "hash": 2324203851,
        "original": " FeFighter2008",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3817206921,
        "original": " INDEPENDENT WOMON",
        "translated": " 独立女性",
        "desc": ""
    },
    {
        "hash": 1687036327,
        "original": " Vice City",
        "translated": " 罪城",
        "desc": ""
    },
    {
        "hash": 2260477855,
        "original": " IT Consultantt",
        "translated": " IT顾问",
        "desc": ""
    },
    {
        "hash": 3538704703,
        "original": " Long gray hair, downy thighs, fleecy forearms, wolf tits, femmestache",
        "translated": " 灰色长发、长毛的大腿、毛绒的前臂、密密的胸毛、上唇的胡须",
        "desc": ""
    },
    {
        "hash": 3877325140,
        "original": " Feminism, Furries, Vegan Food",
        "translated": " 女权主义、绒毛、素食",
        "desc": ""
    },
    {
        "hash": 2359028551,
        "original": "UPDATED - 17 DAYS AGO",
        "translated": "发表于 17 天前",
        "desc": ""
    },
    {
        "hash": 1949277655,
        "original": "My rant for today:  Push-up bras.  Yet another invention by the patriarchy to try to make womyn conform to the ridiculous femal body images that they jerk off to in comics and video games.  Do they really think that we enjoy squeezing our tits into a harness and hoisting them up to our chins?  How would they like to totter around on four-inch heels with their cojones pinched into a wire cage?  It's about time that we saturated the media with images designed to make men feel self-conscious about the size of their testicles and paranoid about the sag of their ball bags.  Imagine if men started to feel the pressure to have a more perky undercarriage, if guys all over the world were suddenly buying implants to boost their ball cleavage??!!!",
        "translated": "今天的咆哮：集中型胸罩。又是父权社会的发明，因为当作撸管素材的漫画和游戏里的女人长这样，他们就想让现实女性的身体也变成这副可笑的模样。他们真以为女人很喜欢把奶子塞进去，托到下巴底下吗？他们怎么不试试穿上十公分的高跟鞋，再把自己的蛋塞进铁笼子里？是时候渗透进媒体，用图片让男人怀疑自己睾丸的尺寸，担心自己的两颗蛋不够大了。设想一下，男人突然感觉有必要让自己的蛋更饱满，全世界的男人都开始种假体造蛋沟吧？？！！！",
        "desc": ""
    },
    {
        "hash": 1874150842,
        "original": "In fact, on the subject of bras, lets just do away with them altogether!  We need to decriminalize the femal breast.  Men walk around bare-chested so why shouldn't we??!!  Also, just think how little men would get done...  I for one can't wait until my tits drag the ground like a monkey.",
        "translated": "实际上，我们可以直接抛弃胸罩！我们要让女性的乳房合法化。男人可以光着膀子到处走，女人为什么不行？？！！再想想还有多少男人能找到女人吧... 我已经迫不及待地想把胸像猴子一样露在外面了。",
        "desc": ""
    },
    {
        "hash": 3238840835,
        "original": "On another subject, I've decided that I'm ready to get back in the dating game!  Just because men are responsible for all the evil in the world doesn't mean that I hate them.   And I'm horny as hell.  I signed up for His&Hirsute today, the premium dating service for natural womyn.  Check out my personal ad: \"Sasquatch Sally seeks monkey man for tangled love affair. i'm hairy as a mountain troll and filthy as a roadside ditch!  call today for fun and furry frolics!!\"",
        "translated": "换个话题，我决定了，我要重回约会的战场了！男人是世间一切之恶不代表我恨他们。而且我现在饥渴得要命。我今天报名了体毛一线牵，是不脱毛女人的高级交友服务。看看我的个人简介吧：「壮实的女性想找瘦猴男性来一场纠结的恋爱。我的毛发同山中巨魔一样旺盛，我的放荡更甚于路边的排水沟！我从来都不脱毛！给我打个电话，获取毛绒绒的乐趣吧！」",
        "desc": ""
    },
    {
        "hash": 2232787277,
        "original": "I'm waiting by the phone!!",
        "translated": "我已经守在手机旁边了！！",
        "desc": ""
    },
    {
        "hash": 1596149041,
        "original": "UPDATED - 19 DAYS AGO",
        "translated": "发表于 19 天前",
        "desc": ""
    },
    {
        "hash": 1113044447,
        "original": "I just got back from a great presentation at SWAG (Single Womyn Against Grooming) which explained how man is nothing more than a mutant, a deficient embryo, a DEFORMED FEMAL!  No wonder they are so emotionally sstunted! There is a drastic need to reduce the number of men to make the humyn race more efficient.  Male marsupial mice are wildly athletic lovers that die after intercourse.  Lionesses and deer mate with one superior male and leave the other losers to wander around worrying about their penis size.  So why am I expected to fake an orgasm just to massage the ego of some balding dweeb who shouts 'Mommy' before shooting his load after 30 secconds?!!  God, I'll never sleep with the mail room guy again.  Femal submission is simply a way of making inferior males feel better about themselves.  We need to weed out the redundant weaklings who make up tthe vast majority of the male population.  We should round them up, ship them out and dump them alone in the wilderness to fight and masturbate themselves to death.",
        "translated": "刚听完 SWAG (单身女性长毛会) 的讲座。讲座里讲得清清楚楚，男人不过是突变的缺陷胚胎，是畸形的女人！难怪他们在感情上这么迟钝！要让人类更加高效，当务之急就是减少男人的数量。公袋鼠就是非常健壮的情人，交配之后就死了。母狮和鹿会与最强大的雄性结合，丢下失败者看着小鸡巴自愧不如。面对这些老酒下肚半分钟就开始喊娘的秃顶怪人，为什么我要为了满足他们假装高潮呢？！！天，我再也不跟收发室的那个家伙上床了。女性的屈服只是为了满足那些劣等男人的自尊而已。我们需要肃清男性人口中多余的弱者，也就是大部分男性。就该把他们都抓起来装船里，扔到荒郊野外，在打架和自慰中走向死亡。",
        "desc": ""
    },
    {
        "hash": 4221387486,
        "original": "This vegan thing is hitting me hard.  I keep having this recurring dream where I am on my hands and knees devouring bacon cheeseburgers out of a huge dog bowl.  My face is dripping in blood and grease.  I roll on my back and moan in extasy as I rub my distended furry belly.  I let out a long, grotesque belch and then wake up.  It's driving me crazy!",
        "translated": "素食实在是让我不太舒服。一直梦到自己像狗一样趴着，撕咬着狗粮碗里的培根芝士汉堡。脸上滴着血和油。我翻了个身，肚子朝天，出神地呻吟着，摸着自己胀胀的毛绒肚子，打了一个又长又怪的嗝才醒过来。我快被弄疯了！",
        "desc": ""
    },
    {
        "hash": 1879679952,
        "original": "I really have to find a way to spice up my nut roasts.",
        "translated": "真的得想办法给坚果块加点料了。",
        "desc": ""
    },
    {
        "hash": 894363729,
        "original": "UPDATED - 22 DAYS AGO",
        "translated": "发表于 22 天前",
        "desc": ""
    },
    {
        "hash": 3500580591,
        "original": "I am going on a feminist march tomorrow to campaign against the blatant gender discrimination that underpins formal evening wear.  It's scandalous that men get to rent an identikit polyester tuxedo for $50 and play dressup pretending to be British spies for a few hours while womyn are torn apart for wearing last season's gown or incompetent accessorizing.  Its just another example of the despicable double standards at the heart of the patriarchy.  We at SWAG (Single Womyn Against Grooming) have pledged to turn up at every wedding, ball, fundraiser and cocktail party in orange boiler suits (symbolic of our imprisonment) until men pull their bow-tied heads out of the sand and start to introduce some diversity in their formalwear.  The scots have the right idea with kilts and I think that sarongs might work.  How we will ridicule any man who dares to sport an ensemble twice in one year and snicker behind our hands when two guys arrive in the same outfit!!!  Stand up and be counted, sisters!  Fight for equality!  Stop wearing shoes and underwear!  Labia freedom!",
        "translated": "明天我要去参加女权游行，反对正装晚礼服明目张胆的性别歧视。男人可以花五十块借一套杂牌燕尾服，在晚会装上几个小时的英国间谍，女人就只能穿过季的长裙、戴没用的装饰，简直恶臭。完全是父权社会核心的卑鄙双标。我们 SWAG (单身女性长毛会) 决定穿着橙色工作服 (象征着被囚禁的女性) 出现在所有婚礼、舞会、筹款活动和鸡尾酒会上，直到男人把打着领结的脑袋从沙子里拔出来，开始接收更加多样的正装才会罢休。苏格兰裙就是很好的想法，我觉得纱笼也不错。想想我们会如何嘲笑那些男人吧，一年炫耀两次套装，结果发现和另一个人撞衫了，而我们正捂着嘴笑呢！！！站出来发声吧，姐妹们！为平等而战！别再穿鞋穿内裤了！阴唇自由！",
        "desc": ""
    },
    {
        "hash": 1771158490,
        "original": "UPDATED - 25 DAYS AGO",
        "translated": "发表于 25 天前",
        "desc": ""
    },
    {
        "hash": 1865286759,
        "original": "Work is driving me crazy!  I'm surrounded by pitiful little men who spend their days exchanging infantile one-liners - cause that's all their miniscule brains can remember - and talking in ridiculous sports jargon.  They come pet me like a dog.  And why do they all have nicknames for each other?  They're 45 for christsake!!!  As for the sexual innuendos, if I hear one more time \"Tough shot on the 18th but I took my longest wood and got a strong grip on the shaft...\" or \"nothing gets me going in the morning like a juicy pear...\", I will go on a castrating rampage with one of the phallic staplers that they insist on ordering.",
        "translated": "我快被工作逼疯了！身边全是可悲的小男人，整天聊家里孩子的事，因为他们萎缩的大脑只记得这些东西吧。要不就是讲愚蠢的体育圈黑话。一个个都过来摸我，当我是狗吗。而且他们怎么还互相起外号的？都是45岁的人了啊！！！还有性暗示，再让我听见「18号洞很难进，但我掏出了最长的木杆，用强式握法来了一发...」或者「早上还是要来一颗多汁的梨子才爽啊...」我就要怒火中烧地阉了他们硬要采购的阴茎形状的订书机了。",
        "desc": ""
    },
    {
        "hash": 1111662662,
        "original": "Has anyone seen the latest Piswasser commercial with that girl deepthroating a huge beer bottle?  Yet another example of the filth churned out by penis-wielding misogynists whose only goal is to send their aesthetic superiors back to the kitchen, pregnant and barefoot.  I am sick of womyn being portrayed as sex objects by the phallocentric media.  We are not baby making machines!  All I see on TV these days are soaped-up teenagers draped over cars in rap videos and rich heiresses spending all their money on plastic surgery.  Where are all the big, butch hairy womyn??!!  Where are the womyn of yesteryear, that could kill a man with the smell of her c*nt?  Why is it that I long to see world peace and the elimination of hunger in my lifetime while all men dream of is banging a pair of 19-year old twins?",
        "translated": "有人看过尿汤啤最新的广告吗，女模特对着巨大啤酒瓶深喉的那个？又是那群挥舞着鸡巴的厌女男制造的垃圾，他们只想把这种审美强加到女性头上，把女性变成做饭、怀孕、带孩子的奴隶。女性一直被以男性为中心的媒体描绘成性对象，我已经被恶心够了。我们不是繁殖机器！电视上播的不是油腻的青少年躺在车里说唱，就是花大钱去整形的富家女。高大威猛的长毛女性呢？？！！以往光是靠逼味就能杀死男人的女性呢？为什么我渴望的是有生之年能够见到世界和平、消灭饥饿，而那帮男人的梦想却是和一对19岁的双胞胎上床？",
        "desc": ""
    },
    {
        "hash": 2042257103,
        "original": "UPDATED - 26 DAYS AGO",
        "translated": "发表于 26 天前",
        "desc": ""
    },
    {
        "hash": 271519219,
        "original": "I'm starting to get used to the vegan diet, although still shitting like a goose and my breath could strip wallpaper.  I've just finished writing down all the websites that I want to boycott and",
        "translated": "我开始习惯素食了，虽然拉出来的屎还是像鹅屎，呼吸也不太顺畅。我刚列完需要抵制的网站清单，其中的首要目标就是",
        "desc": ""
    },
    {
        "hash": 2885865117,
        "original": "www.loveyourmeat.com",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3969479693,
        "original": " is top of the list.  Disgusting carnivores!!!  I would wager my life's savings that this barbaric website is run by men...",
        "translated": " 。恶心的食肉动物！！！我敢拿这辈子的积蓄打赌，这个野蛮的网站是男人开的...",
        "desc": ""
    },
    {
        "hash": 510016240,
        "original": "My neighbor is a BITCH! Funny how quickly the invitations to her infuriating coffee mornings dried up after Kevin left me. I overheard her telling those snotty-nosed kids to 'stay away from the hairy lady next door'. COW!!  Maybe she could also tell her slobbering doberperson to stop crapping on my flowerbeds before I slit its throat.  She gives all womyn a bad name.  A bottle-blonde, manicured, brazilian-waxed, stay-at-home supermom who kisses her investment wanker husband goodbye at the gate and has his dinner on the table when he walks through the door at night. Is she too stupid to see that marriage is legally-sanctioned slavery?!!  I HATE THEM ALL!!!  Laughter seeps into my yard like raw sewage on the weekends.  They pretend to be happy, but they can't be, can they?",
        "translated": "我的邻居就是个婊子！和Kevin离婚以后，她家就不搞早餐咖啡会了，真有意思。我无意中听到她跟那些拖着鼻涕的小孩说「别靠近隔壁那个浑身是毛的女人」。臭娘们！！她怎么不让家里那根漏水鸡巴别在我的花坛里拉屎啊，我都想杀了它了。她让所有女人都背上了恶名。就这么一个染成金发、修过指甲、蜜蜡脱毛、呆在家里的超级妈妈，每天早上吻别自己在投行工作的丈夫，晚上给回家的丈夫备好晚餐。她是不是白痴啊，还没发现婚姻就是法律允许的奴役吗？我讨厌他们一家！！！她家的笑声每周末都会像未经处理的污水一样漏进我家院子。绝对是装出来的开心吧？不可能是真的，没错吧？",
        "desc": ""
    }
]