[
    {
        "hash": 1039855440,
        "original": "Pupil: Peter Wyndup",
        "translated": "姓名：Peter Wyndup",
        "desc": ""
    },
    {
        "hash": 3740507525,
        "original": "Class of: 1987",
        "translated": "届别：1987届",
        "desc": ""
    },
    {
        "hash": 2862278854,
        "original": "High School: Washington  Beach High  School",
        "translated": "学校：华盛顿海滩高中",
        "desc": ""
    },
    {
        "hash": 3858296213,
        "original": "NICKNAME:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1932136219,
        "original": "NONE",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3079282705,
        "original": "BIO:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3392269185,
        "original": "Hello! Petie W here! How is everyone? Things have been going great for me since high school. After some shrewd business moves in the late 1990s, I was able to surf the dotcom wave into some serious 7-figure action. The houses, the cars, the women - I've got it all. I'm rich and I'm happy. Well, I had it all. You know what they say - once an over-achiever, always an over-achiever! Jenn, you told me I'd never amount to anything. Look at me now! I was rich. Why didn't you answer my calls? I went to your house and they told me you moved. Please get in touch. We can start again. I'll pay your Dad back all the money.",
        "translated": "哈喽！我是Petie W！大家过得怎样？高中毕业后我的一切都很顺利。靠着九十年代末的精明操作乘上了网络大潮，资产超过七位数。房子、车子、女人，我都有了。我很有钱，我很快乐。我什么都有。一句俗话说得好：一着得胜，满盘皆赢！Jenn，你还说我永远不可能成功！看看现在的我！我很有钱。你怎么不接电话？我去了你家，他们说你搬走了。请联系我，我们可以再续前缘。我会把钱都还给你爸爸的。",
        "desc": ""
    },
    {
        "hash": 3421068347,
        "original": "Any other Washington Beach girls out there? I'm single and looking for a relationship. Something casual. If I can move in with you temporarily, even better. Send me a note!",
        "translated": "还有其他华盛顿海滩高中的女生吗？我现在单身，正在找对象。想来段随意的关系。如果能暂时搬去和你住，那就更好了。给我留个言吧！",
        "desc": ""
    },
    {
        "hash": 3740797274,
        "original": "MESSAGE:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1161106315,
        "original": "You're so full of shit. You're not rich! You sold me a flat-pack mini-bar at Krapea only two weeks ago! I pretended not to know you because I was too embarrassed!",
        "translated": "你真是满口胡言。你根本就没钱！两周前我还在宜室跟你买了个平板包装的迷你吧台！我还假装不认识你，因为太尴尬了！",
        "desc": ""
    },
    {
        "hash": 904335105,
        "original": "- Claire Floward, class of 87.",
        "translated": "- Claire Floward，87届",
        "desc": ""
    },
    {
        "hash": 3740797274,
        "original": "MESSAGE:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 713585974,
        "original": "I married this loser. Unless you find alcoholism and gambling attractive qualities in a man, stay the fuck away from him!",
        "translated": "我嫁给了这个废物。除非你觉得酗酒和赌博是男人的优点，不然他妈离他越远越好！",
        "desc": ""
    },
    {
        "hash": 2916731717,
        "original": "BACK TO MAIN PAGE",
        "translated": "",
        "desc": ""
    }
]