[
    {
        "hash": 608935895,
        "original": "Pupil: Julio Acaudalado",
        "translated": "姓名：Julio Acaudalado",
        "desc": ""
    },
    {
        "hash": 3774062763,
        "original": "Class of: 1989",
        "translated": "届别：1989届",
        "desc": ""
    },
    {
        "hash": 787934022,
        "original": "High School: East  Holland High  School",
        "translated": "学校：East Holland高中",
        "desc": ""
    },
    {
        "hash": 3858296213,
        "original": "NICKNAME:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 99373740,
        "original": "Alien",
        "translated": "外星人",
        "desc": ""
    },
    {
        "hash": 3079282705,
        "original": "BIO:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2812981364,
        "original": "Hello. You probably don't remember me. I'm the guy you all ignored, except when you were telling me to drink out of the toilet bowl and pulling my pants down to show Mr. Statwalter. OK, so I was a little strange. I wasn't cast in the right mold for your mindless cliques. I used to eat soil and talk to myself at recess. But none of you even gave me a chance - you were all too busy taking drugs and getting pregnant. Well, now the tables have turned. After leaving school, I studied for a Bachelor of Economics and then an MBA at an Ivy league School. I joined Schlongberg and Sachs as a junior trader in options arbitrage and was running the trading department within four years. I broke away in 1998 to launch my own hedge fund and I am now worth around half a billion dollars, give or take a million! Not bad for the guy 'most likely to suck' according to the class of 1989! I could buy you all as my bitches. As I drive home in my convertible to my 30-bedroom mansion and model girlfriend, I can't help thinking what all my old classmates from East Holland High are up to. Are you working in a factory or a fast-food restaurant? Maybe retail, if you are good-looking? PLEASE let me know. And if you are in Monaco this summer, keep your eye out for me. I'll be the guy on the big fuck-off yacht surrounded by fake tits. Wait a second, you couldn't find Monaco if you pissed on a map.",
        "translated": "大家好。你们可能不记得我了，我是那个被你们无视的人。你们只会逼我喝马桶水，把我裤子扒下来给Statwalter老师看。好吧，以前我确实有点怪，融不进你们那些幼稚的小圈子。当时我经常在课间吃土、自言自语。但你们都不给我个机会，不是急着吸毒就是忙着怀孕。现在风水轮流转了。高中毕业后，我在一所常春藤盟校读了经济学学士和工商管理硕士。加入隆盛集团时，我是一名初级期权交易员，但是不到4年就开始管理交易部门了。1998年我从公司跳槽，成立了自己的对冲基金，现在我的身价约为5亿美元，上下误差一百万！作为1989届同学嘴里「最可能失败」的人，这日子还算不错！我可以把你们都买下来当我的贱婢。开着敞篷车回到我那30个卧室的豪宅和模特女友身边时，我不禁在想，那些East Holland高中的老同学都在忙什么呢？你是进厂了还是去端盘子了？长得好看的话，或许在当收银员？来告诉我吧。如果你今年夏天去摩纳哥，可以留意一下我。我就是那个在大游艇上被假奶子包围的人。哦不对，如果你在地图上撒尿，那你绝对找不到摩纳哥。",
        "desc": ""
    },
    {
        "hash": 4211533843,
        "original": "As for you, Beefy Steve, I've had a personal trainer for the last five years and guess what?! I'm not 130lb pounds any more, asshole! Can't wait to see you at the reunion. Try taking my money clip now and I'll break your face. By the way, one of my systems analysts just hacked through the shitty security system on Horny High School Reunions and pulled down all your personal details. Expect a long and systematic hell as I begin an identity theft that will go down in history",
        "translated": "至于你，大块头Steve，过去五年我都请了私教。你猜怎么着？！我再也不是120斤的弱鸡了，混蛋！等不及要在同学聚会上见到你了。敢拿我的钱夹，我就打烂你的脸。顺便说一句，我的一个系统分析员刚刚黑进了激情高中同学会的垃圾安全系统，把你所有的个人信息都扒下来了。接下来就是将要载入史册的身份盗窃，等着承受条理清晰的漫长折磨吧。",
        "desc": ""
    },
    {
        "hash": 3740797274,
        "original": "MESSAGE:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1211942779,
        "original": "Crazy! I always thought that you were a special needs child!",
        "translated": "太疯狂了！我一直以为你是个特殊儿童！",
        "desc": ""
    },
    {
        "hash": 475771195,
        "original": "- Lance.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3740797274,
        "original": "MESSAGE:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1787220698,
        "original": "I still fucking own you.",
        "translated": "你他妈还是我的人。",
        "desc": ""
    },
    {
        "hash": 360989771,
        "original": "- Steve.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2916731717,
        "original": "BACK TO MAIN PAGE",
        "translated": "",
        "desc": ""
    }
]