[
    {
        "hash": 1350133171,
        "original": "Pupil: Melissa Baremott",
        "translated": "姓名：Melissa Baremott",
        "desc": ""
    },
    {
        "hash": 1693888270,
        "original": "Class of: 1999",
        "translated": "届别：1999届",
        "desc": ""
    },
    {
        "hash": 1632370208,
        "original": "High School: Doherty  High School",
        "translated": "学校：Doherty高中",
        "desc": ""
    },
    {
        "hash": 747470882,
        "original": "Spooky Pants",
        "translated": "怪裤女",
        "desc": ""
    },
    {
        "hash": 4252255928,
        "original": "What's going on, class of '99?!!!! Can you believe it's been so long since we left high school? Who's still in San Fierro? My news? Where to start! Do you remember Mr. Britton, our 9th grade science teacher? We are now married and living on a barge with two lovely children called Amaryllis and Calypso. I changed my name to Dawn Light three years ago. I teach experimental mime and play the didgeridoo in my spare time (have a look at",
        "translated": "都还好吗，99届的各位？！！！！没想到高中毕业到现在都那么多年了啊！还有留在圣辉洛的人吗？想了解我的近况？都不知道该从哪说起了！你们还记得Britton老师吗，九年级教我们科学的那个？我跟他结婚了，现在一起住在船上，有两个可爱的孩子，一个叫Amaryllis，另一个叫Calypso。三年前我给自己改名Dawn Light了。我现在在教实验哑剧，业余时间会吹迪吉里杜管 (去",
        "desc": ""
    },
    {
        "hash": 3190870172,
        "original": "www.ilovetoblow.org",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 512165097,
        "original": " for more info on this remarkable instrument!). I feel very lucky. It would be cool to hear from some of the Doherty crew! Get in touch!",
        "translated": "可以对这种超赞的乐器了解更多！) 我觉得自己很幸运。希望能收到其他Doherty校友的回应！要联系哦！",
        "desc": ""
    },
    {
        "hash": 1415243027,
        "original": "Are you that cute goth chick I sat behind in geography? Your math was always shit. I always thought you were so lovely and talented. I'm still obsessed with you. Can you send a new photo? The old one I took from the tree outside your bedroom window is falling apart.",
        "translated": "你是地理课上坐我前面的那个哥特靓妹吗？你数学一直很差。当时我就觉得你很可爱很有才了，现在都忘不掉你。能发我几张最近的照片吗？以前在你卧室窗外的树上拍的照片已经褪色了。",
        "desc": ""
    },
    {
        "hash": 1713182909,
        "original": "Thanks for the photo, Melissa. Shit, you've really gone off the boil! Where are those perky little breasts? What's with the shaved head and cellulite? You were so much better when you were pre-pubescent. You're officially scratched from the spank bank.",
        "translated": "谢谢你的照片，Melissa。妈的，你也青春不再了啊！胸前微微鼓起的小山丘呢？光头和肥肉呢？还是青春期之前的你更棒。你现在正式被我开除收藏了。",
        "desc": ""
    },
    {
        "hash": 170399264,
        "original": "- Lenny.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3235033163,
        "original": "REPLY FROM MELISSA:",
        "translated": "MELISSA的回复：",
        "desc": ""
    },
    {
        "hash": 4006625182,
        "original": "Bite me, creep.",
        "translated": "滚你妈的，变态。",
        "desc": ""
    },
    {
        "hash": 3178054554,
        "original": "I told everybody you gave me head in our Junior year. There, I said it. I'm sorry.",
        "translated": "我跟所有人都说了，大三的时候你给我口过。是我说出去的。对不起。",
        "desc": ""
    },
    {
        "hash": 1618879349,
        "original": "- Fingers Watkins.",
        "translated": "",
        "desc": ""
    }
]