[
    {
        "hash": 51830492,
        "original": "Pupil: Randy Fox",
        "translated": "姓名：Randy Fox",
        "desc": ""
    },
    {
        "hash": 3258211681,
        "original": "Class of: 2003",
        "translated": "届别：2003届",
        "desc": ""
    },
    {
        "hash": 697760564,
        "original": "High School: Boar  Corner High  School",
        "translated": "学校：Boar Corner高中",
        "desc": ""
    },
    {
        "hash": 1932136219,
        "original": "NONE",
        "translated": "无",
        "desc": ""
    },
    {
        "hash": 3952821778,
        "original": "There is no sugar-coating this. I've made such a mess of my life. I live alone. I have no career to speak of. Ever since that psychotic bitch tampered with my brake fluid and I crashed into the mini-mart, it has been one disaster after another. What has happened to me? The years haven't been kind. Every night I sit at home eating noodles and drinking mouthwash until I pass out in my own vomit. I would kill myself but I'm too much of a coward.",
        "translated": "不兜圈子了，我这一生已经一团糟了。独自一人活着，没有事业可谈。那个疯婆娘偷偷放光了刹车油，害得我一头撞进杂货店，坏事接连不断。我这几年经历了些什么？这些年一点都不好过。每天晚上我都坐在家里吃面条、喝漱口水，直到昏倒在自己的呕吐物里。我想自杀，但又害怕到不敢自杀。",
        "desc": ""
    },
    {
        "hash": 794049216,
        "original": "Does anybody want to meet up for a drink?",
        "translated": "有人想和我喝上一杯吗？",
        "desc": ""
    },
    {
        "hash": 2012664471,
        "original": "Randy! I can't believe you're on this website! You can't even begin to understand how devastated I was when you took out that restraining order against me. How many times do I have to tell you I'm sorry??? I was young, I was in love. I am a different person now. I am lots of different people. I'm at college and I even have a",
        "translated": "Randy！没想到会在这里看到你！当年你对我掏出限制令的那一刻简直是晴天霹雳。到底要道歉多少次才能原谅我？？？那时我还年轻，为了你陷入痴狂。现在的我已经不一样了，和以前大不相同了。我在大学里读书，而且还开了个",
        "desc": ""
    },
    {
        "hash": 1622977521,
        "original": "blog",
        "translated": "博客",
        "desc": ""
    },
    {
        "hash": 3605398634,
        "original": ". I still wear a lock of your hair around my neck. Please don't shut me out again, Randy. I've started hurting animals again. I need you. Nobody will ever love you as much as me.",
        "translated": "。脖子上至今还戴着一缕你的头发。求你不要再拒绝我了，Randy。我又开始虐待动物了。我需要你。没有人比我更加爱你。",
        "desc": ""
    },
    {
        "hash": 4133103231,
        "original": "- Amber xxxxxxxxxxxxxxxxxxxxxxx",
        "translated": "- Amber 么么么么么么么么么么么",
        "desc": ""
    },
    {
        "hash": 226905137,
        "original": "REPLY FROM RANDY :",
        "translated": "RANDY的回复：",
        "desc": ""
    },
    {
        "hash": 2586768543,
        "original": "Just leave me alone. And leave my family alone. You've caused enough problems to last a lifetime. I will walk with a limp for the rest of my life because of you.",
        "translated": "离我远点。离我的家人远点。你带来的灾难毁了我的一生，我这辈子都是一个瘸子了。",
        "desc": ""
    },
    {
        "hash": 1371369042,
        "original": "You dumped me on my birthday. I will kill you on yours.",
        "translated": "你在我的生日当天甩了我，我会在你的生日当天杀了你。",
        "desc": ""
    },
    {
        "hash": 2957039051,
        "original": "- Amber.",
        "translated": "",
        "desc": ""
    }
]