[
    {
        "hash": 148844550,
        "original": "Pupil: Craig Dingleberry",
        "translated": "姓名：Craig Dingleberry",
        "desc": ""
    },
    {
        "hash": 3639841811,
        "original": "Class of: 1981",
        "translated": "届别：1981届",
        "desc": ""
    },
    {
        "hash": 611068693,
        "original": "High School: South  Broker High  School",
        "translated": "学校：South Broker高中",
        "desc": ""
    },
    {
        "hash": 3465310436,
        "original": "Skunky",
        "translated": "臭臭",
        "desc": ""
    },
    {
        "hash": 137213113,
        "original": "Long time no see! Some big news from my side. I met a wonderful Croatian girl on the Internet called Anka (",
        "translated": "好久不见！有一个重磅消息要跟大家分享。我在网上邂逅了一个克罗地亚姑娘，名叫Anka (",
        "desc": ""
    },
    {
        "hash": 167381552,
        "original": "www.pointclickshipabitch.com",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 4245307625,
        "original": "  - check it out)! The check to her father is taking some time to clear and I am still waiting for point of entry to be confirmed but we plan on getting married in three weeks! I can't wait to meet her! Fingers crossed that she's as dirty as she looks in her photo. Who would have thought that there are hot 18-year-old girls out there who love overweight, bald middle-aged men!",
        "translated": "－你也看看吧)！她的父亲还没兑现支票，我也还在等入境处的消息，但我们已经计划好在三周内结婚了！等不及见到她了！希望她本人和照片上一样脏。没想到世上还有这种姑娘，身为一个18岁的性感少女，却喜欢中年秃顶油腻男！",
        "desc": ""
    },
    {
        "hash": 3655392202,
        "original": "Anyway, I am trying to get some people together for a bachelor party next weekend. At the moment it's just me and the weird guy from the video store. Any takers? You don't have to like me. You don't have to even know me. Dinner at Mr. Fuks followed by bowling at Memory Lanes. Let's tear it up! Free booze and cigarettes all night.",
        "translated": "总之，我打算在下周末办一个单身派对，想来这里找些人参加。现在只有我和音像商店的怪人。还有人想参加吗？不要求你喜欢我，不认识我也无所谓，都可以来。先去老曹盒饭吃一顿，再去回忆球道打会儿保龄球。一起狂欢吧！整晚的烟酒都由我请。",
        "desc": ""
    },
    {
        "hash": 2381194919,
        "original": "I didn't want to hang out with you in high school and I sure as hell don't want to hang out with you now.",
        "translated": "高中的时候我就不想和你走在一起，现在更加不想和你走在一起。",
        "desc": ""
    },
    {
        "hash": 130056605,
        "original": "- Pauly.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1091039886,
        "original": "How's that BO problem working out for you, Craig?",
        "translated": "体臭治好了吗，Craig？",
        "desc": ""
    }
]