[
    {
        "hash": 1871749138,
        "original": "Pupil: Adele Gudride",
        "translated": "姓名：Adele Gudride",
        "desc": ""
    },
    {
        "hash": 1626777794,
        "original": "Class of: 1995",
        "translated": "届别：1995届",
        "desc": ""
    },
    {
        "hash": 969657590,
        "original": "High School: South  Slopes High  School",
        "translated": "学校：South Slopes高中",
        "desc": ""
    },
    {
        "hash": 2903902769,
        "original": "Funbags",
        "translated": "有容乃大",
        "desc": ""
    },
    {
        "hash": 1095946933,
        "original": "I can't get enough of this website! It's amazing how many people from South Slopes High are registered! Well, I'm sure you're all asking yourselves the same question - what is Adele doing now?!!!! I'm in what you could call a complicated relationship. I've been married for three years but I've been having an affair with my husband's step dad for five. So I'm cheating on him and screwing his Mom over as well. We also all live together. Messy. What can I say? Life's too short! You've gotta do what makes you happy. I'm also kinda bi-curious - if any of the old South Slopes girls are still in the area and want to get drunk and fool around one night, drop me a line! I really like plugs!",
        "translated": "刷这个网站根本停不下来！没想到这里有这么多South Slopes高中的校友！不过嘛，你们心里肯定都在问这个问题——Adele现在怎么样了？！！！！我现在的情感关系有点复杂。我和丈夫结婚三年，但和他的继父已经好了五年了。所以我不但背着丈夫出轨，还给他母亲戴了绿帽。我们四口人还都住在一起。真乱啊。能说什么呢？人生苦短，及时行乐吧！我对女同也有点好奇，学校附近有愿意陪我喝酒耍疯一晚上的女同学吗？联系一下吧！我很喜欢各种塞子！",
        "desc": ""
    },
    {
        "hash": 3622301574,
        "original": "Oh my god! Do you have any idea how many times I've played that scenario over in my head?! You've got to get that stuff online. PLEASE!",
        "translated": "天哪！你知道吗，我脑补过无数次这种贵圈真乱的画面了？！求你一定要在网上发出来，求求了！",
        "desc": ""
    },
    {
        "hash": 2367240708,
        "original": "- JP.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 4243560942,
        "original": "Hey Adele! I haven't seen you for years! How is your mole? I often think about our prom date! Let's have a drink some time. So much to catch up on!",
        "translated": "嘿，Adele！好多年没见面了！你的痣还是老样子吗？我总是会想起毕业舞会上共度的那段时光！改天喝一杯吧。要聊的东西太多太多了！",
        "desc": ""
    },
    {
        "hash": 3571262070,
        "original": "-Tony.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 227157816,
        "original": "REPLY FROM ADELE:",
        "translated": "ADELE的回复：",
        "desc": ""
    },
    {
        "hash": 3872376077,
        "original": "Sorry, I really can't remember who you are.",
        "translated": "不好意思，真的不太记得你是哪位了。",
        "desc": ""
    },
    {
        "hash": 910487984,
        "original": "Come on, Adele!!! Don't play games with me. Not a day goes by when I don't think about you. I still cry when I masturbate. Don't give up on us. There can always be a second chance at first love.",
        "translated": "别啊，Adele！！！别逗我玩了。我无时无刻不在想你。到现在自慰的时候还是会哭出来。不要抛弃我们之间的感情，再给初恋一次机会吧。",
        "desc": ""
    },
    {
        "hash": 573975972,
        "original": "-Tony x",
        "translated": "- Tony 啾",
        "desc": ""
    },
    {
        "hash": 3703894040,
        "original": "You weren't my first love. You were my first premature ejaculation.",
        "translated": "你不是我的初恋，只是我体验过的第一次早泄罢了。",
        "desc": ""
    }
]