[
    {
        "hash": 3457640489,
        "original": "Pupil: Jeremy Grasstain",
        "translated": "姓名：Jeremy Grasstain",
        "desc": ""
    },
    {
        "hash": 1610000175,
        "original": "Class of: 1996",
        "translated": "届别：1996届",
        "desc": ""
    },
    {
        "hash": 2914667261,
        "original": "High School: Easton  Academy for Boys",
        "translated": "学校：Easton男子学院",
        "desc": ""
    },
    {
        "hash": 3858296213,
        "original": "NICKNAME:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1544928841,
        "original": "Rainbow",
        "translated": "彩虹",
        "desc": ""
    },
    {
        "hash": 3079282705,
        "original": "BIO:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 466357827,
        "original": "Darlings! I came across this site and thought that it would be fab to hook up with some of my old friends from the Easton Academy! How is everyone? Loving life? I am!!!!!!! Writing from Paris! I just wanted to set the record straight regarding that unfortunate incident in the 8th grade when Kevin Rodthwack and I were caught together naked under the school stage. I know how this must have looked but I want to tell everybody AGAIN that I AM NOT GAY. It was a hot day and Kevin and I had stripped off just like any other red-blooded males. We chose to conceal ourselves because we were arm-wrestling for money (a practice strictly prohibited under the Easton Academy code of conduct!!!). I hope that now we are all mature enough to move on and close this chapter for good. I don't want my parents to disown me again. Send me a message! It would be fantastic to see all the boys! Come see me in Paris. It is SO free. I am working as an interior designer with my fabulous roommate Alain. We have a gorgeous apartment and two of the cutest cats you will ever see (little rascals!). I also absolutely love musical theater, if anybody fancies taking in a show? Please get in touch! Bye for now! xxx",
        "translated": "亲爱的！我偶然发现了这个网站，觉得如果能和Easton学院的老朋友重逢一定很棒！大家过得怎么样？热爱生活吗？我很热爱！！！我现在身在巴黎！我只是想来澄清一下8年级时发生的不幸事件，当时我和Kevin Rodthwack在学校的舞台底下被人发现，还都一丝不挂。我知道你们会怎么想，但是跟各位重申一下：我！不！是！基！佬！那天很热，Kavin和我像其他热血男儿一样脱了衣服。之所以会藏在舞台底下，是因为我们在扳手腕赌钱。(严重违反了Easton高中的校规！！！) 希望现在我们都足够成熟了，可以往前看，就此彻底翻篇。我不想再跟父母断绝关系了。给我发个消息吧！能看到兄弟们就大棒啦！来巴黎找我吧。这里很自由。我和我的好室友Alain一起做室内设计师。我们有间华丽的公寓，还有两只你见过的最可爱的猫 (两个小淘气！) 我还非常喜欢音乐剧，有没有人想一起去看场演出？来联系我吧！爱你，亲亲",
        "desc": ""
    },
    {
        "hash": 3740797274,
        "original": "MESSAGE:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 391061926,
        "original": "Hi Jeremy. Great to hear from you. I just wanted to apologize for all the teasing you had to put up with during your last few years of high school. It was cruel and immature. Glad that everything is working out for you and YOU BITE PILLOWS!",
        "translated": "嗨，Jeremy。很高兴看到你的消息。我想为你在高中最后几年忍受的嘲笑道歉。这既残忍又不成熟。很高兴知道你过得不错，祝你菊花健康！",
        "desc": ""
    },
    {
        "hash": 72291155,
        "original": "- Mike K.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3740797274,
        "original": "MESSAGE:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3499243613,
        "original": "If that was arm-wrestling, I've been doing it wrong all these years!",
        "translated": "如果那是扳手腕的话，那我这么多年玩的扳手腕都是假的！",
        "desc": ""
    },
    {
        "hash": 3560844007,
        "original": "- Dave Moorcock",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2916731717,
        "original": "BACK TO MAIN PAGE",
        "translated": "",
        "desc": ""
    }
]