[
    {
        "hash": 4272710653,
        "original": "Sample the local women of Rwanda - two weeks from just $3600!",
        "translated": "体验卢旺达当地的女性－两周时间，$3,600起步！",
        "desc": ""
    },
    {
        "hash": 151942701,
        "original": "Swinging in the Serengeti - Travel Responsibly, Party Irresponsibly. Buy today for $6,200.",
        "translated": "在塞伦盖蒂大闹一场－负责任的旅行，不负责任的狂欢。现在下单只要$6,200！",
        "desc": ""
    },
    {
        "hash": 2995787935,
        "original": "Untouched glacial landscapes? Not for long. Antarctic booze cruises from $4,100",
        "translated": "原始的冰川景观？马上就要消失了。南极酒水游轮，$4,100/人。",
        "desc": ""
    },
    {
        "hash": 2974674581,
        "original": "per person.",
        "translated": "_",
        "desc": ""
    },
    {
        "hash": 2840312714,
        "original": "Experience the Dickensian charm of hovel-dwellers in Nicaragua. 7 days for under $2,500 per person.",
        "translated": "在尼加拉瓜体验陋室生活的狄更斯式魅力。七天行程，最高$2,500/人。",
        "desc": ""
    },
    {
        "hash": 2128501147,
        "original": "Spend a week mountain biking over stolen Masai grazing land in Kenya. A vacation that you and the local community will never forget for just $3,300.",
        "translated": "花上一周时间，骑着山地车穿过肯尼亚这片马赛人的土地。你和当地的原住民之间一定会产生难忘的经历，只要$3,300。",
        "desc": ""
    },
    {
        "hash": 464228963,
        "original": "Enjoy the thrill of the chase on a witch hunt in Indonesia. A vacation for the whole family. 3, 5 and 7-day packages available.",
        "translated": "在印度尼西亚体验被人猎巫的刺激。适合全家人共同参与。提供3、5、7天的旅游套餐。",
        "desc": ""
    },
    {
        "hash": 947580501,
        "original": "Ah, the romanticism of abject poverty. People so poor they have to wear the discarded sports memorabilia of the losing teams in American football championships. Welcome to the Garden of Eden eco-lodge in the heart of Zambia's North-Western province. Garden of Eden was founded in the 1980's by a brave visionary / psychopathic loner who fled the USA in search of a place where he could live his life free from the draconian constraints of clothing, taxation, sex laws and police interference. It's one of the most destitute and remote regions of the country and we have to pump an obscene amount of carbon dioxide into the atmosphere to get you there but it's all for a good cause: helping the environment. Everything at Garden of Eden has been designed with the socially and environmentally-conscious traveler in mind. Each of the 15 luxury eco-suites is fully-equipped with satellite television, high-speed internet, air conditioning, power shower, mini bar and slaves. We ask guests to limit their time in the whirlpool to 10 minutes per day and, due to some recent issues with pollution from our sanitation facilities, we encourage everyone to defecate directly onto local crops or people wherever possible. At Garden of Eden, we place great emphasis on interaction with the indigenous population. Every evening, local children perform a demeaning dance dressed in the faux-tribal outfits we provided and you can always find desperate ex-farmers huddled outside the gates of the compound hawking souvenirs and babies. Unforgettable photo opportunities guaranteed!",
        "translated": "啊，卑贱贫穷者的浪漫。这些穷人穿的都是美国橄榄球联赛的纪念球衣，只不过都是输球那队没人要的衣服。欢迎来到赞比亚西北省中心地带的伊甸园生态小屋。上世纪八十年代，一位勇敢的战略家/疯子逃离美国，寻找不受服装、税务、性相关法律和警察束缚的自由生活，最终他在这里建立了伊甸园。西北省是赞比亚最贫穷、最偏僻的地区之一，尽管需要排放大量二氧化碳才能到达，但这依然无法改变环保这个高尚的动机。伊甸园的设计者深谙社会地位，并且具有环保意识。15栋豪华生态小屋都配备了齐全的硬件，卫星电视、高速网络、空调、电动淋浴器、小冰箱、奴隶。我们要求游客将每天泡浴缸的时间控制在十分钟内。由于近期卫生间的排污系统出了问题，我们鼓励各位游客直接在当地的农田中排便或是随地大小便。在伊甸园，我们非常重视与当地原住民的互动。每天晚上，当地小孩都会穿上我们提供的虚假部落服装，表演有辱人格的舞蹈。你也可以在园区的大门外面找到许多叫卖纪念品和婴儿的前农民。包你拍到各种难忘的照片！",
        "desc": ""
    },
    {
        "hash": 377186550,
        "original": "Nature doesn't get any more raw than this. If you want an authentic, feel-good travel experience this summer, look no further than the Garden of Eden eco-lodge. From $8,400 per person.",
        "translated": "这里就是原始野性的大自然。如果你想要地道、感觉良好的旅游体验，伊甸园生态小屋必然是你今夏的不二之选。起步价$8,400/人。",
        "desc": ""
    }
]