[
    {
        "hash": 1586560627,
        "original": "This might be the most important thing you EVER read!  That is, next to the instructions on a pregnancy test, but you can usually tell by the look on her face if you're in trouble.",
        "translated": "你接下来读到的内容很重要！可以说和验孕棒的说明书一样重要，但一般情况下不读说明书，看你老婆脸色也可以。",
        "desc": ""
    },
    {
        "hash": 2025297482,
        "original": "Are you a college student, retiree, single mom, or horny teen struggling to make ends meet?",
        "translated": "你是大学生、退休人员、单身母亲，还是挣扎生存的好色少年？",
        "desc": ""
    },
    {
        "hash": 3535529224,
        "original": "Are you trapped in a shitty job with a boss who keeps brushing up against you by the copier?",
        "translated": "你是否为垃圾工作所困，时常在打印机旁被老板抚摸？",
        "desc": ""
    },
    {
        "hash": 3244255595,
        "original": "Are you a constant source of disappointment to your family?",
        "translated": "你是否经常让家人感到失望？",
        "desc": ""
    },
    {
        "hash": 3095651891,
        "original": "Did your mom drink during pregnancy?",
        "translated": "你的母亲是否在怀孕期间喝酒？",
        "desc": ""
    },
    {
        "hash": 2787226452,
        "original": "Have you lost a hand in a farming accident?",
        "translated": "你是否在务农时发生事故，失去了一只手？",
        "desc": ""
    },
    {
        "hash": 3723041158,
        "original": "Are you a failure and a laughing stock in the eyes of your friends?",
        "translated": "你是否在你的朋友眼中是个废物和笑话？",
        "desc": ""
    },
    {
        "hash": 4264924513,
        "original": "That is all about to change.  Today is the first day of the rest of your life.  Today is the day when you stop being a loser and start being a winner.  Today is the day when you stop looking back, but look up, and to the left.",
        "translated": "马上就不是这样了。今天，是你下半辈子的开始；今天，是你重新翻身的开始；今天，是你告别过去往前看的开始。",
        "desc": ""
    },
    {
        "hash": 814483423,
        "original": "\"I became a millionaire in less than an hour! It really works!\"",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3143101007,
        "original": "\"Thanks to the Roman Empire Wealth System, everybody I know is rich!\"",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3032031094,
        "original": "\"It really works! I was poor and now I own two countries. Not bad for $20,000!\"",
        "translated": "",
        "desc": ""
    }
]