[
    {
        "hash": 4004032936,
        "original": "Apart from a few tanker spillages, refinery explosions, human rights abuses and devastated ecosystems, Globe Oil's environmental record is exemplary.",
        "translated": "抛开油轮泄漏、炼油厂爆炸、人权侵犯、破坏生态系统不谈，环球石油的环保记录堪称模范。",
        "desc": ""
    },
    {
        "hash": 1319759249,
        "original": "Every decision we make here at Globe Oil affects the environment.  That's why we work daily to form low impact environmental initiatives so that we can continue raping the last of the Earth's fossil fuels while greenwashing our corporate image in the media.  90% of our marketing budget and 1% of our operating budget is now dedicated to alternative energy research and development.  We even have a road map. It's great. It's a map of a road.  As part of our Hydrocarbon Healthy Trees initiative, we have planted trees in close to a dozen sites around our office complex, while removing the trees that dropped sap on the CFO's sports car.  The CFO is great. He's having a mid-life crisis.",
        "translated": "环球石油所做的每一个决定都会影响环境。因此我们每天都在努力降低对环境的影响，借助媒体塑造绿色企业的形象，争取榨干地球的化石燃料。我们对替代能源的研发投入了90%的营销预算和1%的业务预算，连路线图都画好了。图很棒，就是一张路线地图。我们还推出了「绿色碳氢之树」计划，在我们的办公园区附近种了许多树，同时砍掉了往CFO的跑车上滴水的那几棵树。CFO很棒，他已经中年危机了。",
        "desc": ""
    },
    {
        "hash": 2975519861,
        "original": "At Globe Oil, you'll hear the word \"sustainability\" bandied around our office a lot.  We are concerned about sustaining the current level of record profits, repealing bans on drilling in national parks, and most of all, sustaining our company's pride in employees who can afford piles of blow that cost more than most people make all year.  That's why we spend a lot of money on lobbying in Washington. Without the perks we provide, civil servants would be bored and susceptible to terrorism, probably.",
        "translated": "在环球石油，我们经常在办公室里提到「可持续」这三个字。我们十分关注利润增长的可持续性，要求废除国家公园的钻井禁令，最重要的是让员工有钱吸粉，维持他们对公司的归属感，不过他们吸的粉比大多数人的年收入还多。要是没有我们补贴，说不定公务员早就不管恐怖主义了。",
        "desc": ""
    },
    {
        "hash": 597661295,
        "original": "Some questionable links have been made between fossil fuels and global warming.  Much like the debate over intelligent design, evolution, and the assassination of JFK, there is the real story, and then there are the lies of scientists, eyewitnesses and the media.",
        "translated": "有人声称化石燃料和全球变暖之间存在联系，但我们认为这一点目前尚存疑问。就像智慧创造论、进化论和肯尼迪遇刺一样，其中存在事实，但又夹杂着科学家、目击者和媒体的谎言。",
        "desc": ""
    },
    {
        "hash": 3910873720,
        "original": "The middle of the earth is REALLY REALLY HOT.",
        "translated": "地球的中心非常非常热。",
        "desc": ""
    },
    {
        "hash": 2569480298,
        "original": "Globe Oil had nothing to do with this.",
        "translated": "并不是环球石油造成的。",
        "desc": ""
    },
    {
        "hash": 984756947,
        "original": "If we don't pump oil, you will have to start walking or riding a bike.",
        "translated": "如果我们停止开采石油，你就只能走路或者骑脚踏车了。",
        "desc": ""
    },
    {
        "hash": 664268160,
        "original": "Warm places attract more tourism and a higher population of girls who will guzzle margaritas and flash their tits for the cameras.",
        "translated": "温暖的地方更能吸引游客，也会又更多姑娘过来狂饮玛格丽特、在镜头下露出奶子。",
        "desc": ""
    },
    {
        "hash": 3207617640,
        "original": "Oil produces Carbon Dioxide. Plants cannot photosynthesize without Carbon Dioxide. You do the math.",
        "translated": "烧油会产生二氧化碳，没有二氧化碳植物就无法进行光合作用。道理不言自明。",
        "desc": ""
    },
    {
        "hash": 1760595788,
        "original": "Who remembers the same people droning on about global cooling in the 1970's?",
        "translated": "还记得上世纪七十年代吗？当时喊着全球变冷的人和现在说全球变暖的是同一批人。",
        "desc": ""
    }
]