[
    {
        "hash": 2249862225,
        "original": "We power the chainsaws that clear land for a bright new condominium complex.",
        "translated": "我们为电锯提供动力，开辟了建造公寓的土地。",
        "desc": ""
    },
    {
        "hash": 851557439,
        "original": "We power the generators that provide emergency light during a prison riot.",
        "translated": "我们为发电机提供动力，让应急照明在监狱暴动中仍能点亮。",
        "desc": ""
    },
    {
        "hash": 3730139053,
        "original": "We power the helicopters that keep peace by neutralizing villages of threats.",
        "translated": "我们为直升机提供动力，消灭了存在威胁的村庄，保护了和平。",
        "desc": ""
    },
    {
        "hash": 2020845203,
        "original": "We power communities in Nigeria by employing local militia to protect our pipelines.",
        "translated": "我们为尼日利亚的社区提供动力，雇佣当地武装保护我们的输油管道。",
        "desc": ""
    },
    {
        "hash": 3268870416,
        "original": "We power the trucks that carry goods across America, often jackknifing and killing families in station wagons.",
        "translated": "我们为卡车提供动力，让货物穿行美国，顺路把旅行车里的一家人压得整整齐齐。",
        "desc": ""
    },
    {
        "hash": 432800134,
        "original": "We power the SUV that mom takes her kids to school in, before stopping at a sleazy hotel to fuck her husband's best friend.",
        "translated": "我们为SUV提供动力，让妈妈送孩子上学，再去小旅馆里干老公的好哥们。",
        "desc": ""
    },
    {
        "hash": 3320402514,
        "original": "We power the factories that mass produce the soda cans and plastic bottles that end up floating in the river.",
        "translated": "我们为工厂提供动力，大量生产易拉罐和塑料瓶，最后统统漂在河里。",
        "desc": ""
    },
    {
        "hash": 3495419991,
        "original": "We power the slaughterhouse that provides food for your family.",
        "translated": "我们为屠宰场提供动力，让你家有肉可吃。",
        "desc": ""
    },
    {
        "hash": 3676053976,
        "original": "We power the crematorium that incinerates your handsy stepdad once and for all.",
        "translated": "我们为火葬场提供动力，让对你毛手毛脚的继父化为灰烬。",
        "desc": ""
    },
    {
        "hash": 216675352,
        "original": "We power the airplanes that carry cocksucker executives to golf retreats in tropical locations.",
        "translated": "我们为飞机提供动力，载着那些混蛋高管去热带打高尔夫球。",
        "desc": ""
    },
    {
        "hash": 1622277395,
        "original": "We power the Congressmen who further our policy agenda.",
        "translated": "我们为议员提供动力，推动政策发展。",
        "desc": ""
    },
    {
        "hash": 2167577354,
        "original": "We are ruthless in maximizing value for our shareholders.  By investing in Globe Oil, you can be part of a movement that began in 1908 with the invention of the internal combustion engine and continues to this day.  The technology hasn't changed much - because that would change the revenue structure at Globe Oil.  That's why our special Emerging Technologies Team identifies revolutionary inventors in the field of Energy Science, and as soon as one discovers how to run a car on water, they are summarily executed and never heard from again.",
        "translated": "为了最大化股东的收益，我们会不择手段。投资环球石油，你就可以加入内燃机这一始于1908年、至今仍在持续的运动。技术上没有什么大的变化，因为那是环球石油收入流的立身之本。因此我们成立了新兴技术特别工作组，时刻追踪能源领域的革新者。一旦有人发明了烧水的汽车，他就会立刻遭到处刑，从此销声匿迹。",
        "desc": ""
    }
]