[
    {
        "hash": 3575881356,
        "original": "Ever noticed how those people who claim that beauty is only skin-deep are the ones not getting laid?!!",
        "translated": "你有没有注意到，那些声称美貌是肤浅的人打炮都没人要？！！",
        "desc": ""
    },
    {
        "hash": 3579683010,
        "original": "Image is everything. There are no second chances at first impressions. Hair frosting, eyebrow plucking, MANicures, pedicures, facials... in order to be a player, you have to look like a player. I don't have a single hair on my body and I tan twice a day.",
        "translated": "形象就是一切。第一印象是最重要的。烫头发、拔眉毛、修指甲、修脚、做面部护理... 要想成为赢家，你必须看起来就像赢家。我身上一根汗毛都没有，而且我一天做两次美黑。",
        "desc": ""
    },
    {
        "hash": 1210183221,
        "original": "I heard a girl say to her mother last week - \"Look that man's made of mahogany!\" I was so flattered that I gave her a pair of my signed workout briefs. It takes work and dedication to look this good. I have to combine three different moisturizers to get the right results. It's all about products. Products, products, products.",
        "translated": "上周我听到一个女孩对她妈妈说：「看，那个人是红木做的！」我真是受宠若惊，送了她一条有我签名的运动内裤。想要这么漂亮的形象需要努力与投入。我得混合使用三种的润肤膏才能看上去正好。玩的就是产品。产品，产品，产品。",
        "desc": ""
    },
    {
        "hash": 1557772987,
        "original": "Check out the Max Renda for Men line. Because you work it!",
        "translated": "看看Max Renda的男士产品吧，一定适合你！",
        "desc": ""
    },
    {
        "hash": 4193044640,
        "original": "Because you're",
        "translated": "因为你",
        "desc": ""
    },
    {
        "hash": 840479107,
        "original": "GENETICALLY DIFFERENT",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2513735939,
        "original": ".",
        "translated": "。",
        "desc": ""
    },
    {
        "hash": 143596899,
        "original": "My aesthetician told me that she feels like Michelangelo working on the statue of David when she is waxing my back. I looked at a picture of that statue. He's got good definition but I'm so much more pumped. He also has a tiny cock. Unlike me. Mine is massive. That bitch will never work in the beauty industry again.",
        "translated": "美容师告诉我，给我的背部打蜡时，她觉得自己就像正在雕刻大卫的米开朗基罗。我看了看那尊雕像的照片。他长得挺标准，但我比他屌多了。他只有个小鸡巴，不像我有巨屌。那个婊子再也别想在美容行业混了。",
        "desc": ""
    },
    {
        "hash": 623664765,
        "original": "Let Brucie show you how to step up your game.",
        "translated": "让Brucie来教你如何步步高升成为人生赢家。",
        "desc": ""
    }
]