[
    {
        "hash": 2839777803,
        "original": "It's life, not a dress rehearsal. Dress to impress, not to distress. I think nothing of dropping $200 on a pair of silk boxer shorts.",
        "translated": "这是生活，不是彩排。着装要够亮眼，不能瞎眼。花200美元买一条丝质四角裤对我不值一提。",
        "desc": ""
    },
    {
        "hash": 3641547557,
        "original": "When I head out in the evening, I go with a pair of Gutter & Blood trousers, a Derriere shirt, Didier Sachs loafers and a Crowex watch. All black, all very tight. It has to be tight. You need to show off the body. Oil it up and get out there. Sometimes I mix things up with some fitted Unleaded jeans and a leisure blazer. Or some Hinterland camo pants, a low-cut white tanktop and sandals (work that pedicure!). I'm urban as fuck! I'm street style, but I'm also VIP. I invented hip hop.",
        "translated": "我晚上出门时会穿一条Gutter & Blood长裤，一件Derriere衬衫，一双Didier Sachs休闲鞋和一块Crowex手表。都是黑的，都是紧身的。穿着必须得紧身。你得炫耀自己的身材。身上抹上油再出门。有时我也会混搭，穿合身的Unleaded牛仔裤和休闲夹克，或者穿Hinterland迷彩裤、低胸白色背心和凉鞋(记得修脚！)我他妈就是都市时尚王！我是街头达人，还是VIP。我发明了嘻哈。",
        "desc": ""
    },
    {
        "hash": 1217953246,
        "original": "Most importantly... Accessorize! Never forget the bling. Women love jewelry on a man just as much as they love the spinning rims on your pimped-out ride. Jewelry says - 'I've arrived', 'I am the fucking man'.",
        "translated": "最重要的是... 配饰！永远别落下珠光宝气。女人喜欢男人身上的珠宝，就像她们喜欢你那辆拉风的车上的旋转轮圈一样。珠宝象征着「老子来了」「谁他妈敢惹老子」。",
        "desc": ""
    },
    {
        "hash": 1531409033,
        "original": "Don't be afraid of pink, especially salmon pink.",
        "translated": "别绕着粉色走，肉粉色没什么大不了的。",
        "desc": ""
    },
    {
        "hash": 1564886764,
        "original": "Remember - you're metromacho now! I couldn't be any more heterosexual but I certainly don't mind being a gay icon. If guys want to watch me take my post-workout shower, I'm not going to draw the curtain. The only cock I love is my own, but I don't mind showing it off.",
        "translated": "记住，你现在是都市大男子了！我简直是异性恋中的战斗机，但又完全不介意成为同性恋的形象大使。如果有人想看我锻炼后冲澡，我是不会拉帘子的。我只爱我自己的鸡巴，但我不介意炫耀它。",
        "desc": ""
    },
    {
        "hash": 1247799932,
        "original": "Get ready for the Brucie makeover!!",
        "translated": "准备好接受Brucie的改头换面吧！！",
        "desc": ""
    }
]