[
    {
        "hash": 1720868150,
        "original": "A few independently-owned coffee houses have proven to be surprisingly stubborn in the face of bribes and intimidation and threaten to undermine the American dream of a homogeneous society.  Remember the dark old days of the 1990's when coffeehouses were the beating heart of the community, an expression of unique local identity?  Sheer anarchy!  Don't let these dens of iniquity make a mockery of our plans for world domination.  Here are ten reasons to boycott your local coffeehouses:",
        "translated": "一些自主经营的咖啡店过于顽固，面对好处费和恐吓依然毫不动摇，甚至威胁要破坏创造同质化社会的美国梦。还记得黑暗的九十年代吗？当时的咖啡店是社区的心脏，是当地人文的表达。纯纯的安那其！别让这些魔窟嘲笑我们征服世界的计划。以下是抵制本地咖啡店的10个理由：",
        "desc": ""
    },
    {
        "hash": 2297193807,
        "original": "1) They do not look the same.",
        "translated": "1) 这些店长得不一样。",
        "desc": ""
    },
    {
        "hash": 2054403977,
        "original": "2) They do not have a condiment bar.",
        "translated": "2) 这些店没有调味台。",
        "desc": ""
    },
    {
        "hash": 559962312,
        "original": "3) They hate your religion and they think your girlfriend is a dog.",
        "translated": "3) 这些店讨厌你的信仰，觉得你的女友是条狗。",
        "desc": ""
    },
    {
        "hash": 604604243,
        "original": "4) They show live sports - so uncouth.",
        "translated": "4) 这些店播的是体育赛事，太野蛮了。",
        "desc": ""
    },
    {
        "hash": 3961481259,
        "original": "5) They are frequented by blue collar workers who fornicate like animals in pens and smell.",
        "translated": "5) 这些店是蓝领工人的聚集地，这群人就像猪圈里的牲口一样进行婚前性行为",
        "desc": ""
    },
    {
        "hash": 4065349917,
        "original": "6) They encourage social interaction - the last thing that you want when you're anxious and paranoid.",
        "translated": "6) 这些店鼓励社交。作为一个焦虑多疑的人，你最不需要的就是社交。",
        "desc": ""
    },
    {
        "hash": 144261540,
        "original": "7) They do not provide corrugated insulating sleeves in a dirty-brown, eco-friendly color.",
        "translated": "7) 这些店不提供土黄色的环保隔热杯套。",
        "desc": ""
    },
    {
        "hash": 3901244016,
        "original": "8) They offer free re-fills, insulting your status as an upscale urban consumer.  Think how great you feel paying $4 for 4 cents worth of bean juice?",
        "translated": "8) 这些店免费续杯，有损你高端消费者的格调。花成本价的100倍买一杯豆汁才有腔调。",
        "desc": ""
    },
    {
        "hash": 849987180,
        "original": "9) They only serve one or two sizes of coffee and do not understand the importance of syrup.",
        "translated": "9) 这些店只提供一到两种杯型，而且不知道糖浆的重要性。",
        "desc": ""
    },
    {
        "hash": 4196375958,
        "original": "10) They do not use foreign names for their coffees.",
        "translated": "10) 这些店不给咖啡起外国名字。",
        "desc": ""
    }
]