[
    {
        "hash": 82256217,
        "original": "Username:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1714610873,
        "original": " Big Dog",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2965032071,
        "original": "Sex:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 528728474,
        "original": " Male",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1814004660,
        "original": "Location:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 166362993,
        "original": " Liberty City",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3505601650,
        "original": "Age:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1060736287,
        "original": "Profession:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1567335185,
        "original": " Professional Blogger / Web Designer / Cultural Critic",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3396261055,
        "original": "Appearance:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 900736118,
        "original": " White omega male.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1812884394,
        "original": "Interests:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 171432331,
        "original": " Blogging.  Blogging about blogging.  Being Ostentatious. Everything Asian, especially porn.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 4067952897,
        "original": "Hi - My name is BIGDOG - well, it isn't. my name is Andrew,  but my handle is BIGDOG.  You are probably visiting my blog for the first time after I exposed the true secrets of what it's like working for a successful company and gave you the inside dirt on what really goes on there, which is exactly what I'd know, given the fact nobody talked to me when I worked there, and a lot of people thought I was creepy.  Keep reading my blog if you want to learn more.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 700235915,
        "original": "UPDATED - 19 DAYS AGO",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 731281553,
        "original": "I just went out on a date with a smoking Japanese chick!  I should have got into this online dating thing years ago.  I took her for sushi - I'm very sensitive to foreign culture like that.  I have to say that my knowledge of Japan was vastly superior to hers.  A little embarrassing at times!  Not that I told her of course.  Well, I only told her once.  She's quiet and doesn't speak much English - just my type!  If she doesn't look like someone in an anime movie, I'm not interested. I love them small - it makes me feel so strong and masculine.  She's had a very sheltered upbringing with an overbearing father.  What a result!  None of this \"All you do is talk about yourself stuff\" that I usually get from girls.  Fingers crossed that she returns all my voicemails.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 922883275,
        "original": "UPDATED - 20 DAYS AGO",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2402880821,
        "original": "What a day!!! Not only did somebody reply to my personal ad but the panties I ordered off the internet arrived!  Who'd have thought that things could ship from Osaka so quickly?!  Anyway, I'm meeting this Japanese girl for dinner tomorrow night!  I hope she's got huge eyes and can shoot fire from her nipples.  Shit, I've got to ease up on the manga and get a grip.  Wish me luck!",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2313611048,
        "original": "UPDATED - 23 DAYS AGO",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3531847436,
        "original": "IS ANYBODY  READING THIS???????????????!!!!!!!!!!!!!!!!!!!!!!",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3030941504,
        "original": "I feel like I'm acting on the big stage but the only people in the audience are my parents and that creepy guy who keeps emailing me for money.  There is such pressure being a blogger.  And I can't handle pressure.  I know that my intellect shines through but does my charisma?  In the blogosphere, you're only as good as your last post.  I keep telling myself that every post I write is better than the last but I never listen.  I'm doomed to be one of those people who can't stop raising the bar.  These aren't just words I'm writing.  They are drops of paint on the fabric of society.  My mouse is my brush.  My 14-inch Panoramic LCD monitor is my easel.  Together they form a canvas of immense depth and perspicacity; a portrait of popular culture that will hang on the walls of the common psyche for generations to come.  One day I'll be dead and this is my epitaph.  We must all leave a legacy and this is my piece of history.  I WILL BE REMEMBERED.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1179688335,
        "original": "UPDATED - 24 DAYS AGO",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 198476401,
        "original": "I spent tonight drinking beer and dancing to J-Pop in front of my bedroom mirror.  J-Pop is all I listen to nowadays and I'm not embarrassed to admit it.  It's like American pop but more cheesy and in Japanese.  Some of you probably think that it's sad and creepy for a 35-year-old man to be obsessed with teenybopper bubblegum pop.  And you'd be right.  But the music videos get me hard and that's the only time that I'm ever remotely close to being happy.  On a related topic, I put a personal ad in the newspaper today:",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 286082929,
        "original": "Attractive, white male seeks petite Asian girl for sex and possibly marriage.  Japanese preferred but open-minded.  Please send at least 10 photos.  I am an extremely successful writer and media executive.  The dream partner for the right lady.  Ja mata ne!",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2602746413,
        "original": "Stay tuned!",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3593102197,
        "original": "UPDATED - 26 DAYS AGO",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3297125963,
        "original": "I am probably the most intelligent person working in the entertainment industry today.  And with that comes great responsibility.  There are too many self-important morons out there writing into the void and clogging up the blogosphere with their meaningless drivel like pubes in a shower drain.  To be a successful blogger, you have to use lots of metaphors and believe that your opinion matters.  I have an opinion on everything, like the skin on a dog, at least that's what my ex-girlfriend told me.  She was intellectually inferior to me anyway. We broke up a while ago, when we were 13.  I've gotten over her now.  Most people are inferior to me.  I only want Asian chicks from now on.  They are docile and don't answer back, at least in my fantasies.  And kinky!  I'm not the kind of guy to stereotype but I've watched enough bad animation of underwater lesbian alien ninja bondage orgies with robotic tentacled sea monsters to know, believe me.  Anime rocks my world.  Not to mention my Asian porn collection!  I figured out the other day that I now have enough Japanese erotica to watch schoolgirls for 6 days straight!  Even the names are exotic.  It has nothing to do with ugly white guy asian fetish syndrome or whatever my ex called it.  I just like the idea of a woman in a kimono serving me tea and walking on my back.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 3779109100,
        "original": "UPDATED - 30 DAYS AGO",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2826812010,
        "original": "I was thinking before about what makes me such a good writer.  It can't just be my metaphors or my ability to write HTML.  My ability to infer things and then portray them as facts must also play a part.  Some people ask me why I blog or why I have three blogs, one dedicated completely to my fascination with tiny Asian girls that sometimes look like boys. To me that's like asking an artist why he paints or a bird why it flies.  It is part of my very essence.  It is hard-wired into my DNA. I am one of those guys who will sit alone in a café or bar or outside my boss's office, eavesdrop on a conversation and then offer that group of people my unsolicited opinion.  Most of the time they ignore me, hit me or throw drinks, but that's the price you pay when you have a voice and are so fantastic in your 30s. My voice booms out over the blogosphere like a foghorn over the ocean, it's too bad nobody reads my blogs.  I'll have to think of something to change that.  I'm writing so well today that it pains me to stop but those manga figurines aren't going to paint themselves.  Don't worry - I promise to post again very soon.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 1693228189,
        "original": "Remember to be the best that you can be.  If not, then talk shit about someone else.",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2758048372,
        "original": "(NEXT POSTS)",
        "translated": "",
        "desc": ""
    }
]