[
    {
        "hash": 2706459067,
        "original": "Forum: Brainwashing and mind control",
        "translated": "主题：洗脑与思想控制",
        "desc": ""
    },
    {
        "hash": 2371283847,
        "original": "Planting notes so you will know.",
        "translated": "记录下来你就知道了",
        "desc": ""
    },
    {
        "hash": 1511920043,
        "original": "I read a post here 3 years ago about ATM machines being nefarious instruments of mind control. I thought it was shit but I'm starting to believe it.  I am a well-adjusted, happy guy but every time I go to the bank I develop uncontrollable psychotic tendencies. Yesterday was going great until I took out $40 and ended up running home to disembowel my Yorkshire Terrier with a math compass. Terrified that the populace is becoming too educated and organized, banks and government agencies have conspired to develop brainwashing technology within the ATMs of Liberty City. Ever wonder why the machines ask you so many questions? These are subliminal Neocon-inspired messages urging you to butcher your secretary when you get back to the office. The Powers That Be are determined that discord will continue to bubble under the surface of our society. Be very afraid!",
        "translated": "三年前我在这里看过一个帖子，说ATM机是用来控制思想的邪恶装置。当时我觉得是扯淡，现在就有点相信了。我是一个心态良好的快乐的人，但是每次去银行都会不由自主地产生精神病倾向。昨天本来挺好的，然后我去ATM机取了40块，最后跑回家把家里约瑟犬的肠子用圆规掏出来了。出于对民众教育程度和组织能力的恐惧，银行和政府部门在自由城的ATM机里秘密加装了洗脑技术。有想过为什么机器会问你那么多问题吗？这都是受新保守主义者影响的潜意识信息，会让你在回到办公室以后杀掉自己的秘书。真正的当权者确信，平静的社会表面之下依然暗流涌动。都小心点！",
        "desc": ""
    },
    {
        "hash": 2752882374,
        "original": "Yeah, right. Next you'll be telling me that millions of kids around the world will be brainwashed into believing that an invisible, omniscient being created and controls the universe!",
        "translated": "对对对。你是不是还想说，全世界几百上千万的孩子都会被洗脑，相信宇宙是被一个全知全能的无形存在创造、控制的？",
        "desc": ""
    },
    {
        "hash": 1350068198,
        "original": "Name: Anon",
        "translated": "用户名：Anon",
        "desc": ""
    },
    {
        "hash": 3938566694,
        "original": "The Vietnam war never happened! I was there and I don't remember any of it!",
        "translated": "越战从未发生！当时我就在那儿，现在什么都不记得！",
        "desc": ""
    },
    {
        "hash": 2507018615,
        "original": "Why are the homeless people always watching me? I have a theory that they are actually cyborgs created by the government to police the city. Whenever I stumble out a massage parlor or emerge blinking into the midday sun from a crack den, I spot a wino out of the corner of my eye seemingly tracking my every move. Anyone agree?",
        "translated": "为什么流浪汉老是盯着我看？一个猜想，他们其实是政府制造的半机械人，是巡查城市的秘密警察。每次跌跌撞撞地走出按摩店或是贩毒窝点的时候，我都能在眼角的余光里发现一个观察着我一举一动的酒鬼。",
        "desc": ""
    },
    {
        "hash": 3553327097,
        "original": "Name: Greg",
        "translated": "用户名：Greg",
        "desc": ""
    },
    {
        "hash": 1001003085,
        "original": "I'm reliably informed that a recent invasion by robots was foiled by the invention of stairs.",
        "translated": "可靠消息，最近的一场机器人入侵被台阶的发明阻止了。",
        "desc": ""
    },
    {
        "hash": 2428542209,
        "original": "Are you trying to be funny, Greg? You're messing with a man on the edge. I'll gut you and your family.",
        "translated": "你在开玩笑吗，Greg？你是在招惹一个被逼急的人。我会把你和你全家开肠破肚。",
        "desc": ""
    },
    {
        "hash": 663977941,
        "original": "Dump your trash in the park. Recycling is another ploy to database our DNA. Trash men are paid to log our addresses.",
        "translated": "把垃圾倒到公园里。垃圾回收是收集我们DNA数据的阴谋。有人雇清洁工记录我们的地址。",
        "desc": ""
    },
    {
        "hash": 3691492784,
        "original": "Name: The Ripper Lives",
        "translated": "用户名：The Ripper Lives",
        "desc": ""
    },
    {
        "hash": 3102282509,
        "original": "Does that mean that if, say, for example, I was buying trowels, bleach and masking tape 9 times a week, the government would be able to track that via my grocery card?",
        "translated": "是不是说，打个比方，我一周要买九次泥刀、漂白剂、纸胶带，政府就能通过购物卡监视我？",
        "desc": ""
    },
    {
        "hash": 676944771,
        "original": "Name: Steve",
        "translated": "用户名：Steve",
        "desc": ""
    },
    {
        "hash": 439697660,
        "original": "Any time-travelers out there? Can I get Saturday's football score?",
        "translated": "有没有时空旅行者？能告诉我周六足球赛的比分吗？",
        "desc": ""
    }
]