[
    {
        "hash": 3958994186,
        "original": "Forum: Women",
        "translated": "主题：女人",
        "desc": ""
    },
    {
        "hash": 1579678841,
        "original": "Name: Loch Ness",
        "translated": "用户名：Loch Ness",
        "desc": ""
    },
    {
        "hash": 589827894,
        "original": "I'm sure you all visit my blog but I wanted to repost this. Scientists somewhere have discovered that there is an ingredient in Sprunk soda that stops women from having orgasms. That explains a lot! For years I have plied lonely-looking women with vodka and Sprunk before luring them back to my studio under false pretenses but, despite all my best efforts, they always seem to lie there like a sack of potatoes until I unload one, cry, then ask them to leave. Until now I had put it down to my hairy back and tiny member... what a relief!",
        "translated": "你们应该都看过我的博客吧，但我还是要在这里发一次。有科学家发现，霜碧苏打水里加了阻止女性高潮的配料。这下都说得通了！多年以来，我靠伏特加和霜碧欺骗诱拐了许多看上去很孤独的女性。但是，不管我怎么努力，她们永远都像一袋土豆那样躺在原地，最后我只能放弃，哭喊着求她们走人。之前我还以为是我背上长毛下面太小的缘故... 终于可以松一口气了！",
        "desc": ""
    },
    {
        "hash": 4043773887,
        "original": "Name: ChemTrail",
        "translated": "用户名：ChemTrail",
        "desc": ""
    },
    {
        "hash": 2995136478,
        "original": "I knew it! Does it also cause premature ejaculation? I drink loads of sprunk and last five seconds at most",
        "translated": "我就知道！喝霜碧是不是还会早泄？我喝了很多霜碧，最多五秒就射了。",
        "desc": ""
    },
    {
        "hash": 2889746025,
        "original": "Name: SkullandBones",
        "translated": "用户名：SkullandBones",
        "desc": ""
    },
    {
        "hash": 351207879,
        "original": "Sounds like yet another far-right feminist conspiracy to turn women against men. Aren't the senior execs at Sprunk all chicks?",
        "translated": "感觉又是极右女权的阴谋，想要挑动男女对立。霜碧的高管都是娘们吧？",
        "desc": ""
    },
    {
        "hash": 3866469558,
        "original": "Two words: Population control. We all know that the government bankrolled the women's liberation movement back in the sixties in order to undermine the family unit. It's all about thinning out the herd, man. Just like they created crystal meth as a means to control men who like musicals. And they create shortages of flu vaccine to kill off the elderly. Fine with me. MY GRANDMA SMELLS LIKE SHIT!",
        "translated": "四个字：人口控制。众所周知，政府在六十年代资助了妇女解放运动，破坏了传统的家庭。全都是为了降低人口，老兄。类似的操作还有创造冰毒，借此控制喜欢参加音乐会的人。人为地制造流感疫苗短缺，消灭老年人。我无所谓。我奶奶太臭了。",
        "desc": ""
    },
    {
        "hash": 2942745839,
        "original": "Next you'll be telling me that a woman will run for president! HA! I hate vaginas.",
        "translated": "之后就是女人参选总统了吧！哈！臭婆娘真讨厌。",
        "desc": ""
    },
    {
        "hash": 1453684402,
        "original": "Yeah, man! Women have been systematically grinding men down one generation at a time for centuries. It's a known fact that the Y chromosome is in decline and will eventually disappear completely!",
        "translated": "是啊，老兄！几百年来，女人已经有组织地压迫了一代又一代的男人。大家都知道Y染色体正在衰退，以后会彻底消失的！",
        "desc": ""
    },
    {
        "hash": 302076784,
        "original": "Look what happened to the whiptail lizard! Imagine that...a master race of oiled-up chicks copulating amongst themselves!",
        "translated": "看看只有雌性的鞭尾蜥蜴吧！想象一下... 性感小妞互相交配的优等种族！",
        "desc": ""
    },
    {
        "hash": 1733750065,
        "original": "I think that I have that on DVD!",
        "translated": "我家的DVD里好像有这种片子！",
        "desc": ""
    },
    {
        "hash": 2821522149,
        "original": "Name: Apollo11",
        "translated": "用户名：Apollo11",
        "desc": ""
    },
    {
        "hash": 143946356,
        "original": "Location: Las Venturas",
        "translated": "位置：拉斯文加斯",
        "desc": ""
    },
    {
        "hash": 3318868757,
        "original": "Why do women's shirts button up the other way?",
        "translated": "为什么女款衬衫的扣子是反过来的？",
        "desc": ""
    },
    {
        "hash": 502184029,
        "original": "Christ, you guys really need to get laid.",
        "translated": "天，你们赶紧找个娘们吧。",
        "desc": ""
    },
    {
        "hash": 1200679206,
        "original": "Name: Anon",
        "translated": "用户名：Anon",
        "desc": ""
    },
    {
        "hash": 1386558409,
        "original": "Research has also shown that too much Cluck N'Bell food makes you support same sex marriages and marijuana legalization. Another conspiracy that leaves a bitter taste in the mouth...literally! Be careful what you eat. Every time my roommate pops in for a piece of chicken, he finds himself strapped to an anvil with crocodile clips on his nipples and a Samoan's balls in his mouth a couple of hours later.",
        "translated": "也有研究表明，吃太多铛铛钟的炸鸡会让你支持同性婚姻和大麻合法化。又一个苦涩的阴谋... 字面上的苦涩！小心祸从口入。我的室友每次去吃炸鸡，几个小时后都会发现自己被绑在铁床上，乳头夹着鳄鱼夹，嘴里塞着口球。",
        "desc": ""
    }
]