[
    {
        "hash": 1179292363,
        "original": "Forum: Is there anybody out there?",
        "translated": "主题：地外真的存在生命吗？",
        "desc": ""
    },
    {
        "hash": 2879412217,
        "original": "Name: AreaCinquanteetUn",
        "translated": "用户名：AreaCinquanteetUn",
        "desc": ""
    },
    {
        "hash": 653411517,
        "original": "Location: Brussels",
        "translated": "位置：布鲁塞尔",
        "desc": ""
    },
    {
        "hash": 1564309042,
        "original": "Hello LiesDamnLies.com. I am a student from Belgium! For a long time, I have believed that the existence of extraterrestrials is being suppressed by the government and that an underground UFO base exists somewhere in the United States, mapping out the economic and political destiny of our planet. I have just returned from a trip to Liberty City... am I the only one who's noticed the steam coming out of the manholes and the rumbling noises under the street and the stupidity of the people?",
        "translated": "你们好，LiesDamnLies.com的各位。我是一个来自比利时的学生！长久以往，我都相信政府隐瞒了地外生命的存在，美国某处的底下就有着UFO基地，操纵着地球的经济与政治。我最近刚从自由城回来... 是不是只有我注意到了硬井盖中升起的蒸汽、马路下面隆隆的响声，以及当地居民的愚昧无知？",
        "desc": ""
    },
    {
        "hash": 679179456,
        "original": "Name: Barcode",
        "translated": "用户名：Barcode",
        "desc": ""
    },
    {
        "hash": 2114596690,
        "original": "That's the subway, you moron! Have you got a mullet? Ha, ha... see the post above.",
        "translated": "那是地铁，你个白痴！你的发型是不是鲻鱼头？哈哈... 看看上面的帖子吧。",
        "desc": ""
    },
    {
        "hash": 540186851,
        "original": "Anyone got any tips for getting virgins' blood out of velour curtains?",
        "translated": "有人知道怎么才能从天鹅绒窗帘中获得处子之血吗？",
        "desc": ""
    },
    {
        "hash": 3142889949,
        "original": "Name: Kevin",
        "translated": "用户名：Kevin",
        "desc": ""
    },
    {
        "hash": 935933322,
        "original": "Location: Los Santos",
        "translated": "位置：洛圣都",
        "desc": ""
    },
    {
        "hash": 3509822070,
        "original": "Aliens do exist! My wife disappeared two years ago leaving a note that she had been abducted by extraterrestrials and that they had demanded her clothes, jewelry and the SUV. Every six months, her old personal trainer contacts me for money. Apparently, he is a shapeshifting intermediary who crosses between their universe and ours. He assures me that she will return one day if I keep up the payments...",
        "translated": "真的有外星人！两年前我的妻子消失了，留下的纸条上说她被地外生命绑架了，还带走了她的全部衣物、珠宝，还有SUV。每隔半年，她以前的私教就会联系我要钱。这个私教显然是个往返于外星世界和地球的化形中间人。他向我保证，只要一直交钱，我的妻子总有一天会回来的...",
        "desc": ""
    },
    {
        "hash": 3724516132,
        "original": "Name: Bermuda Triangle",
        "translated": "用户名：Bermuda Triangle",
        "desc": ""
    },
    {
        "hash": 2441210384,
        "original": "Location: Vice City",
        "translated": "位置：罪城",
        "desc": ""
    },
    {
        "hash": 1807863009,
        "original": "UFO sightings are so 1970s...Can we get some serious people here? This generation gap is killing me.",
        "translated": "上世纪七十年代才玩目击飞碟吧... 能不能来点正经人啊？受不了这种代沟了。",
        "desc": ""
    },
    {
        "hash": 260799777,
        "original": "Name: Phil",
        "translated": "用户名：Phil",
        "desc": ""
    },
    {
        "hash": 699456642,
        "original": "Location: London",
        "translated": "位置：伦敦",
        "desc": ""
    },
    {
        "hash": 3941788097,
        "original": "I had a stop-over in New Orleans last February. When I emerged from my hotel, I was sucked into a seething mob of winged humanoids with grotesque faces. A terrifying experience.",
        "translated": "去年二月，我在新奥尔良停留了几天。离开宾馆的时候，我被一个长着怪脸和翅膀的沸腾人型生物吸入了。很吓人的经历。",
        "desc": ""
    },
    {
        "hash": 311642612,
        "original": "Hey, check out this piece in the Liberty City News... \"Local teenager murdered! Neil Golightly, a devoted trainspotter and well-known blogger on the conspiracy theory forums under the alias Barcode was found brutally murdered this morning behind a subway station. He was last seen getting into a car with two shadowy men sporting long hair at the back and short on top...\"",
        "translated": "嘿，看看自由城新闻的这篇报道... 「当地青年遇害！Neil Golightly，狂热的火车迷，阴谋论论坛网名Barcode的名人，今早在地铁站遇害。最后被人目击到时，他被黑暗中的两名男子带上了车，这两名男子头顶短发，脑后留着长发...」",
        "desc": ""
    }
]