[
    {
        "hash": 2426703579,
        "original": "Forum: World domination conspiracies",
        "translated": "主题：征服世界的阴谋",
        "desc": ""
    },
    {
        "hash": 1827476992,
        "original": "The Mullet, The Miller, Mom.",
        "translated": "鲻鱼头、磨坊主、妈。",
        "desc": ""
    },
    {
        "hash": 771176416,
        "original": "Name: ReichstagFire",
        "translated": "用户名：ReichstagFire",
        "desc": ""
    },
    {
        "hash": 811241487,
        "original": "I've been thinking a lot. Open your eyes! For hundreds of years, a powerful group of Europeans has been hatching plans to rule the world via a single, totalitarian government. It's true - fascists have bad hair! Characterized by their mullet haircuts, pot bellies, bad teeth and distinctive rituals of line dancing and group urination outside heavy metal clubs, these cigarette-smoking anarchists have been spotted in countries such as Germany, Belgium and the Czech Republic and have permeated every stratum of society from ice hockey to sexually confused teen girls to country music. Don't be fooled by the paper governments of the developed world; the Mulletati are responsible for every bloody revolution ever perpetrated and are masterminding events that will lead to a new world order in which sausage for breakfast and wine for lunch will become the norm. This is a worldwide conspiracy directed at the manipulation and control of humanity... I say nuke them!",
        "translated": "我思考了很久。张开双眼吧！数百年来，一个由欧洲人构成的强大组织一直计划着通过一个单一、极权的政府统治世界。是真的，法西斯主义者的头发很乱！他们的特征有鲻鱼头、啤酒肚、牙不好，还会进行独特的仪式：在重金属俱乐部外跳队列舞、集体拉尿。这些抽着香烟的安那其主义者在德国、比利时、捷克等地都有出现，还渗透了社会的所有阶层，从冰球到性困惑的少女，乃至乡村音乐，无一例外。别被发达世界的空壳政府愚弄了，是「鲻鱼会」在幕后谋划了所有血腥革命，他们策划的事件会给世界带来新的秩序，新世界的人们早餐必须吃香肠、午餐必须喝红酒。这是一场世界范围的阴谋，目的是把全人类变成他们的傀儡... 核平他们吧！",
        "desc": ""
    },
    {
        "hash": 3935327239,
        "original": "Isn't that the European Union?",
        "translated": "那不就是欧盟吗？",
        "desc": ""
    },
    {
        "hash": 2428551099,
        "original": "Name: Julio",
        "translated": "用户名：Julio",
        "desc": ""
    },
    {
        "hash": 451529930,
        "original": "Location: Los Santos",
        "translated": "位置：洛圣都",
        "desc": ""
    },
    {
        "hash": 4192483899,
        "original": "Femme Puerto Rican, 9 inches cut, seeks bad daddy for depraved sex games.",
        "translated": "波多黎各受，23公分，求个爹地玩堕落的性爱游戏。",
        "desc": ""
    },
    {
        "hash": 3460570504,
        "original": "Are you sure that you're on the right website, Julio?!!",
        "translated": "你是发错网站了吗，Julio？！！",
        "desc": ""
    },
    {
        "hash": 484145067,
        "original": "Definitely... I love you conspiracy nuts - you're into some crazy shit! Who wants to be my bottom? Or spank my bottom.",
        "translated": "确实是... 爱死你们这些阴谋论者了，太疯狂了！有人想坐我屁股下面吗？打我屁股也行。",
        "desc": ""
    },
    {
        "hash": 4000085607,
        "original": "Name: Majestic12",
        "translated": "用户名：Majestic12",
        "desc": ""
    },
    {
        "hash": 1927588848,
        "original": "That deranged alcoholic in my local bar who rants about secretly controlling world affairs from his tool shed has a mullet. I'd better kill him...",
        "translated": "我家附近的酒吧里有个酒鬼疯子，留着鲻鱼头，还经常大叫说要从自家工具房秘密控制世界。我还是杀了他吧...",
        "desc": ""
    },
    {
        "hash": 1117726561,
        "original": "I'm sacrificing my niece next week, if anyone's interested. Seriously, she's into it. Virgins welcome. Bring snacks and condiments.",
        "translated": "下周我就要献祭掉侄女了，有人感兴趣吗？讲真，她还挺兴奋的。欢迎处子参与，记得带上下酒菜和佐料。",
        "desc": ""
    }
]