[
    {
        "hash": 3650743848,
        "original": "Forum: Smoke and mirrors",
        "translated": "主题：镜花水月",
        "desc": ""
    },
    {
        "hash": 2612684357,
        "original": "Is anyone else freaked out by the demotion of Pluto to the number 134340? Television teaches us that when a race comes close to discovering the truth about our existence it is eliminated by a huge death ray housed within a top-secret galactic satellite. Look at what happened to the Incas! Could it be Pluto? Look at the facts: Pluto has never been visited by a spacecraft, rotates in the opposite direction to the other planets and has a decidedly eccentric orbit. No coincidence that it was named after the god of the underworld. This is a deliberate ploy to deflect attention from Pluto and to denigrate its image. Our affection for the solar system stems from school and childhood but nobody is going to care about a disgusting little dwarf planet...",
        "translated": "冥王星被降级成了134340号小行星，有人被这件事吓到了吗？一旦某个种族接近了自我存在的真相，他们就会被绝密太空卫星发射的强力死亡射线消灭，电视上都是这么演的。瞧瞧印加人的历史吧！冥王星是否也是如此？罗列几个事实：从来没有航天器去过冥王星，冥王星经常逆行，而且它的轨道离心率很高。它被冠以「冥王」之名也绝对不是巧合。这是一个蓄意谋划的计谋，想让人们的注意力从冥王星上挪开，贬低它的形象。对太阳系的热爱从小就在我们心中扎根，但没有人会在乎一颗糟糕的矮行星...",
        "desc": ""
    },
    {
        "hash": 3676470206,
        "original": "Great to finally find someone more paranoid than me!",
        "translated": "终于找到比我还多疑的人了！",
        "desc": ""
    },
    {
        "hash": 3945076041,
        "original": "Am I the only one turned on by this? Anyone want to go into a private chat room?",
        "translated": "只有我看完很性奋吗？有无想去私人聊天室聊会儿的？",
        "desc": ""
    },
    {
        "hash": 715865383,
        "original": "Pilates is the beginning of the end of life as we know it. Discuss.",
        "translated": "我们都知道，开始做普拉提是进入生命末期的征兆。",
        "desc": ""
    },
    {
        "hash": 2880223286,
        "original": "Anyone know of any good cults in the Los Santos area? Always a cheap way to get drunk and laid. The last group I joined all committed suicide last week.",
        "translated": "有人能推荐一下洛圣都附近的邪教吗？我喜欢进去蹭酒蹭炮。之前加入的邪教上周集体自杀了。",
        "desc": ""
    },
    {
        "hash": 563543596,
        "original": "The lies of NASA. Have you noticed that NASA is an anagram of SATAN... well, nearly. The T is silent. I know it.",
        "translated": "NASA的谎言。你们发现了吗，NASA其实是SATAN(撒旦)的拆字重排... 好吧，差了个字母。其实 T 是不发音的，我知道的。",
        "desc": ""
    },
    {
        "hash": 3736351572,
        "original": "Name: Speed Freak",
        "translated": "用户名：Speed Freak",
        "desc": ""
    },
    {
        "hash": 1023575863,
        "original": "Are you that naked Chinese man who follows me wherever I go? When will you stop haunting my dreams?",
        "translated": "去哪儿都跟着我的那个裸体中国人是你吗？什么时候能从我的梦里出去？",
        "desc": ""
    }
]