[
    {
        "hash": 3968987786,
        "original": "Health is a gift from space. Worship the worm.",
        "translated": "天外来客带来了健康，感谢他们吧",
        "desc": ""
    },
    {
        "hash": 3264564162,
        "original": "Back",
        "translated": "返回",
        "desc": ""
    },
    {
        "hash": 1502561563,
        "original": "Posted by HealthyEater",
        "translated": "发布者：HealthyEater",
        "desc": ""
    },
    {
        "hash": 1291973699,
        "original": "Liberty City is at war.  Brothers kill brothers, sisters sell sex on the street, peace keepers take bribes, elected officials get blow jobs from rent boys in public toilets.  How can we expect enlightened beings from outer galaxies to contact us when the world's greatest city cannot embrace love?   At midnight every night an alien worm travels through Liberty City spreading love and giving health.  He is both man and woman, hairy and smooth, light and dark.  He wants us to love one another.  When we do, his race will come to earth and we will live as one in peace.  He has left health around our city.   Be healthy, live in peace.  Eternal bliss on earth is near at hand.",
        "translated": "自由城里开战了。兄弟互相残杀，姐妹街头卖淫，警察公然受贿，男妓在公厕给大官口爆。如果全世界最大的城市都没有了友爱，外星的智慧生命还有可能联系我们吗？每到午夜，外星蠕虫在自由城游走，带来友爱和健康。它雌雄同体，毛绒光滑，又白又黑，只想让大家互相友爱。只要人类互相友爱，它们就会来到地球，与我们和谐共处。它已经把健康散落在城里了。保持健康，好好活着。永恒的幸福触手可及。",
        "desc": ""
    },
    {
        "hash": 859304621,
        "original": "Posted by GreenGodess",
        "translated": "发布者：GreenGodess",
        "desc": ""
    },
    {
        "hash": 2903503040,
        "original": "You're crazy.  The Health has been left there by Republicans who don't want us to elect a Democratic President who will provide this country with free healthcare.",
        "translated": "你疯了。医疗包是共和党投放的，他们不想让搞免费医疗的民主党赚到投票。",
        "desc": ""
    },
    {
        "hash": 1796923699,
        "original": "Posted by BirdNerd",
        "translated": "发布者：BirdNerd",
        "desc": ""
    },
    {
        "hash": 1653852870,
        "original": "This won't save us from Pigeon Flu.  2 little 2 late.",
        "translated": "这玩意治不了鸽瘟。已经晚了。",
        "desc": ""
    },
    {
        "hash": 694756771,
        "original": "Posted by Trooth",
        "translated": "发布者：Trooth",
        "desc": ""
    },
    {
        "hash": 4163882154,
        "original": "You are truly enlightened.  Thank you, brother.",
        "translated": "你太聪明了。谢了，兄弟。",
        "desc": ""
    }
]