[
    {
        "hash": 991336374,
        "original": "Have too many loans? Take out another one. Seriously. What better way to solve your debt problems than by taking out another loan? Just imagine the convenience of swapping a myriad of bills you can't afford to pay for a single bill you still can't afford to pay? We bundle all your existing debt into one simple payment, secure the loan against your house or car and then will come and ravage your teenage daughter if you don't pay on time. Got it? I mean really ravage. Basically, we exchange one debt for another so that you pay more interest over a longer period while putting your only remaining assets at risk. Now that's freedom.",
        "translated": "《债务合并》　欠债太多了？再借一笔吧。真的。要想解决债务问题，何不以债养债呢？想象一下，把一堆还不起的小账单换成一张依然还不起的大账单，这样是不是很方便？我们会帮你把现有的所有债务打包成一个债务，用你的房子或者车子作为抵押。如果没有按时还钱，我们就过来蹂躏你的小女儿。懂？字面意思上的蹂躏。简单来说，我们用一项债务替代了其他债务，所以你会在更长的还款期内偿还更多利息，同时还会让仅有的房车资产陷入风险。这就是自由啊。",
        "desc": ""
    },
    {
        "hash": 3489235002,
        "original": "This is like settling out of court, and we make sure the proper people are looked after. For a modest upfront fee, our boiler room of highly-qualified 17-year-old female debt settlement specialists will arrange to \"accidentally\" bump into a VP of a bank or financial institution you owe money to. After a few drinks and a quick romp at a nearby hotel room outfitted with our hidden high resolution cameras, they'll receive an email the next day with an attached picture and a pleasant note indicating that it will be forwarded to their wife by end of day unless your loan miraculously disappears.",
        "translated": "《债务调解》　有点像庭外和解，我们保证能够解决合适的目标。作为前期工作，我们高质量的17岁女性调解专家会与你所欠钱的金融机构或银行的高管「偶遇」。喝下几杯酒再去附近的宾馆打上一炮，用房间里隐藏的高清摄像头录下全程。第二天他们就会收到一封附有照片的邮件，用友好的文字告诉他们，如果你的债务不能在今天神奇消失，我们就会把视频发给他们的妻子。",
        "desc": ""
    },
    {
        "hash": 3307479513,
        "original": "How many times have you closed your eyes and wished that someone would make your creditors go away? Loan companies are like the school bullies, threatening you, intending you and your family harm. It's about time you had somebody to stand up for you. Credit card companies will even resort to sending \"Debt Resolution Specialists\" to your home or work and threaten to take away your hard earned car or flat-screen TV. Our representatives will meet with your bank's representatives and eliminate the problem once and for all. We promise never to eliminate debtors while they have children in their car or on Sunday Morning. Word is bond.",
        "translated": "《GFY债主消灭》　你是否经常闭上眼睛，幻想有人能送你的债主归西？贷款公司就像是学校里的恶霸，动不动威胁你，还想伤害你和你的家人。是时候有人为你挺身而出了。信用卡公司甚至会向你的家和公司派出「债务催讨专家」，强行带走你辛辛苦苦买下的车和电视。我们的代理人会与你的欠款银行的代理人见面，一劳永逸地消灭问题。我们保证绝不会在车里有孩子的时候或是在周日早上动手。说话算话。",
        "desc": ""
    },
    {
        "hash": 1145112422,
        "original": "Yes, everybody qualifies.",
        "translated": "《我有资格吗？》　是的，所有人都有资格。",
        "desc": ""
    },
    {
        "hash": 2871199308,
        "original": "Let's not get bogged down in the details right now. Suffice to say that there's a hefty set-up charge and then a monthly contribution for the rest of your life.",
        "translated": "《怎么收费？》　现在先不要纠结细节。只能说会有很大一笔启动费，之后每个月都要给我们付款，交一辈子钱。",
        "desc": ""
    }
]