[
    {
        "hash": 3415034857,
        "original": "Most European countries still speak in the barbaric tongues of pre-1776 civilization.",
        "translated": "许多欧洲国家仍然说着1776年前的未开化语言。",
        "desc": ""
    },
    {
        "hash": 4136061467,
        "original": "A form of pidgin English is spoken in the city of England, often used to depict villains in Vinewood movies.",
        "translated": "英格兰的城市讲英语喜欢放洋屁，好麦坞的反派说话一般就是这个调调。",
        "desc": ""
    },
    {
        "hash": 1373513174,
        "original": "We strongly recommend that you strive to avoid direct contact with the local yokels wherever possible. However, if you are forced into a situation where conversation with a European becomes necessary, these three steps will stand you in good stead:",
        "translated": "我们强烈建议，在哪里都要避免与当地的乡巴佬直接接触。如果不得不和欧洲人说话，以下三个技巧可以帮助你：",
        "desc": ""
    },
    {
        "hash": 3769265817,
        "original": "Hold tightly onto your wallet",
        "translated": "紧紧抓住你的钱包",
        "desc": ""
    },
    {
        "hash": 766654650,
        "original": "Speak slowly and loudly like you are talking to someone with a mental handicap - most have one",
        "translated": "慢慢地、大声地说话，把对方当成弱智交流——大概率本来就是",
        "desc": ""
    },
    {
        "hash": 1633667071,
        "original": "Move closer into their personal space and repeat at a higher volume",
        "translated": "走到他们的社交距离内，大声重复",
        "desc": ""
    },
    {
        "hash": 557319694,
        "original": "The American Travel Guide has pulled together some common phrases that may come in handy on your travels through Europe and buy you some time when fending off the advances of a murderous foreigner:",
        "translated": "美国人旅游指南整理了一些常用短语，在欧洲旅游时说不定能用上，遇到杀人不眨眼的外国人时也能争取到时间：",
        "desc": ""
    },
    {
        "hash": 293832317,
        "original": "Say \"Get your thieving hands off my passport\" in an apologetic, sarcastic but pessimistic tone. Try to instill a feeling of quiet desperation. Pretend to be missing teeth.",
        "translated": "用愧疚、讽刺、悲观的语气说「把你的贼手拿开，别碰我的护照」。试着融入一种平静绝望的感受。想象自己缺了牙齿。",
        "desc": ""
    },
    {
        "hash": 1295439597,
        "original": "Say \"Get your thieving hands off my passport\" in an aloof, condescending tone. Shrug your shoulders and imagine you are a great lover and that everyone hates you.",
        "translated": "用冷漠、居高临下的语气说「把你的贼手拿开，别碰我的护照」。耸耸肩假装你是个人见人恨的海王。",
        "desc": ""
    },
    {
        "hash": 3337370541,
        "original": "Slur \"Get your thieving hands off my passport\". Hit them in the face and throw some gold coins on the ground.",
        "translated": "像喝高了一样口齿不清地说「把你的贼手拿开，别碰我的护照」。给他们一耳光，往地上扔几枚金币。",
        "desc": ""
    },
    {
        "hash": 234393119,
        "original": "Say \"Get your thieving hands off my passport\" in a non-committal tone while asking if they know a good place to stash some genocidal loot.",
        "translated": "用含糊不清的语气说「把你的贼手拿开，别碰我的护照」。同时问他们哪里用来藏匿种族灭绝的战利品合适。",
        "desc": ""
    },
    {
        "hash": 1258737906,
        "original": "Say \"Get your thieving hands off my passport\" while grabbing your balls. Wink and run your fingers through your hair.",
        "translated": "抓着自己的蛋说「把你的贼手拿开，别碰我的护照」。抛个媚眼，再用手指拨弄头发。",
        "desc": ""
    },
    {
        "hash": 2534929150,
        "original": "Say \"Get your thieving hands off my passport\" whilst gesticulating wildly and acting like you are full of hash.",
        "translated": "激动地打着手势说「把你的贼手拿开，别碰我的护照」。表现得好像你哈草过量。",
        "desc": ""
    },
    {
        "hash": 3892390638,
        "original": "Say \"Get your thieving hands off my passport\" with the air of an inferiority complex. Follow up with 'No hablo espanol'.",
        "translated": "以自卑的口吻说「把你的贼手拿开，别碰我的护照」。紧接着说一句「No hablo espanol (不要说西班牙语)」。",
        "desc": ""
    },
    {
        "hash": 8624581,
        "original": "Say \"Get your thieving hands off my passport\" in an officious, self-righteous tone. Do not smile. Do not say you are sorry. Grunt.",
        "translated": "用自以为是的语气说「把你的贼手拿开，别碰我的护照」。不要笑，不要说对不起。声音往下沉。",
        "desc": ""
    },
    {
        "hash": 2416031918,
        "original": "Say \"Get your thieving hands off my passport\" in a suicidal tone. Do not mention daylight.",
        "translated": "用想自杀的语气说「把你的贼手拿开，别碰我的护照」。别提极夜的事。",
        "desc": ""
    },
    {
        "hash": 3098144641,
        "original": "Say \"Get your thieving hands off my passport\" in a laid-back tone. Roll up a fatty and light it.",
        "translated": "用慵懒的语气说「把你的贼手拿开，别碰我的护照」。说完卷一根大麻烟开抽。",
        "desc": ""
    }
]