[
    {
        "hash": 3209677089,
        "original": "Shipping Options",
        "translated": "运输方式",
        "desc": ""
    },
    {
        "hash": 2705133040,
        "original": "Once your match is made, PointClickShipABitch.com offers a range of shipping and delivery packages to suit any pocketbook.  Please note: your bride may be spitting out polystyrene packing peanuts when she arrives.  You may also be required to remove these from her other cavities.  Some customers find this to be sexy and part of the bonding process with their new wife.",
        "translated": "本站提供适合各种预算需求的运输方式，顾客可在下单时进行选择。请注意：到货时你的新娘可能会口吐泡沫塑料。身上的其他孔洞中也可能存在需要移除的泡沫塑料。有的顾客觉得这个过程很色，这也是和新娘建立感情的不二机会。",
        "desc": ""
    },
    {
        "hash": 3650587857,
        "original": "The Orient Express",
        "translated": "东方快车",
        "desc": ""
    },
    {
        "hash": 52039825,
        "original": "Our premium package guarantees next-day delivery to your door!  One of our ground transportation reps will meet your bride at the airport and sneak her into the cargo area.",
        "translated": "高级包裹，保证次日即达！我们会派地面专员去机场迎接你的新娘，把她运进货运区。",
        "desc": ""
    },
    {
        "hash": 2512325364,
        "original": "The Overnight Bride",
        "translated": "新娘隔夜达",
        "desc": ""
    },
    {
        "hash": 4152203927,
        "original": "Your wife will be flown to a US airport within 24 hours.  You will receive a text message with details of the location as soon as clearance is secured.",
        "translated": "你的妻子会在24小时内直飞美国。完成清关后你就会收到她所在的具体位置的短信。",
        "desc": ""
    },
    {
        "hash": 1820328946,
        "original": "3-5 Day Economy Air",
        "translated": "3-5日经济空运",
        "desc": ""
    },
    {
        "hash": 1960750868,
        "original": "A multi-connection flight package for those on a tighter budget.  Please allow for jet-lag.",
        "translated": "进行多次转机，适合价格敏感型客户。女方出现时差反应是正常的。",
        "desc": ""
    },
    {
        "hash": 1316890157,
        "original": "The Love Takes Time",
        "translated": "爱情需要时间",
        "desc": ""
    },
    {
        "hash": 1558927442,
        "original": "Imagine the romance of meeting your future wife off a container ship that's been at sea for 3 months!  Please allow 3 months for delivery.",
        "translated": "想象一下，在集装箱货轮上漂了3个月，未来的妻子终于与你相见了！运输需要3个月左右。",
        "desc": ""
    },
    {
        "hash": 1386637812,
        "original": "All major credit cards accepted.  Cash in hand also welcome.",
        "translated": "支持所有主流信用卡。现金交易也没问题。",
        "desc": ""
    },
    {
        "hash": 239716400,
        "original": "Please note that all air-tickets are one-way and non-refundable.  Passports will be retained by PointClickShipABitch.com so that any immigration issues can be handled in-house by our team of specialists.",
        "translated": "注意，所有机票均为单程票，无法退款。商品的护照将由点我买娘们网代管，便于我们的专家团队解决移民相关的问题。",
        "desc": ""
    }
]