[
    {
        "hash": 2438936774,
        "original": "Money can't buy you love?  These people would disagree...Take a look at some of our success stories.",
        "translated": "金钱买不到爱情？他们不同意... 看看这些成功案例吧。",
        "desc": ""
    },
    {
        "hash": 4277169573,
        "original": "Love, Passion, and Family",
        "translated": "爱情、激情、家庭",
        "desc": ""
    },
    {
        "hash": 1205054056,
        "original": "Yana is amazing!  She insists that it is customary for Russian couples to sleep in separate beds and try to set each other on fire, at least that's what she told me when I awoke in flames.  I chose her for the 'passion for sexual experimentation' listed in her profile, but it's early days!  She has thrown herself into the local community and spends two or three nights a week in jail or with her tennis coach, Mario, working to keep in tip-top shape for her husband!  A couple of months ago, her mother and two brothers arrived and set up a meth lab and Internet gambling site.  It's a bit of a squeeze in the condo but we have found a way to make it work.",
        "translated": "Yana太棒了！她跟我说夫妻分床睡、用火点着对方的床是俄罗斯的风俗传统，至少我在火场中醒来的时候她是这么告诉我的。我看中了她资料上写着的「对新奇的性体验充满激情」，不过现在还没到那一步呢！她全身心投入到了本地的社区工作中，每周有两三个晚上不在家，要么去监狱服务，要么去找网球教练Mario锻炼身体，为老公练出完美身材！几个月前，她的母亲和两个兄弟也来到了美国，组了一个冰毒实验室，还搭了一个赌博网站。五口人住在公寓里有点拥挤，但我们还是挤下来了。",
        "desc": ""
    },
    {
        "hash": 259983870,
        "original": "- Joe, 53",
        "translated": "- Joe, 53岁",
        "desc": ""
    },
    {
        "hash": 769047681,
        "original": "Making Connections...in Life, Marriage and Values",
        "translated": "牵线搭桥... 人生、婚姻、三观",
        "desc": ""
    },
    {
        "hash": 1333768816,
        "original": "I have found love.  And it was waiting for me halfway around the world in a war-ravaged mountain village.  Hey, fate moves in mysterious ways.  After my second wife accused me of being a chauvinistic control freak, I killed her and began to think that I was fishing in the wrong pond.  I mean, I'm just a stand-up guy who likes his dinner on the table and his socks balled in a particular way.  I am so lucky to have found Svetlana.  It was mind-blowing to discover on PointClickShipABitch.com that there were women out there with the same marriage values as me!  I make the money so you shut up.  It took some time for us to reach a position of understanding - she slips out of the cuffs all the time - but Svetlana has grown into her role and we are very happy together.  Thank you!",
        "translated": "我找到了爱情，爱情就在世界的另一头，在那个被战火波及的小山村里。啊，命运真是难以捉摸。第二任妻子说我是个沙文主义的控制狂，于是我杀了她。之后我就在想，是不是自己找错方向了。毕竟我是个铁血男儿，想要的其实是能为我准备晚餐、收拾袜子的人。能找到Svetlana真是我的福气。太让我吃惊了，居然能在点我买娘们上找到和我拥有相同婚姻观念的女性！我赚钱，你闭嘴。我俩费了一些工夫才达成了理解，虽然她还是会自己解下手铐，但Svetlana已经适应了自己的角色，我们现在很幸福。谢谢你们！",
        "desc": ""
    },
    {
        "hash": 3133552198,
        "original": "- Brian, 46",
        "translated": "- Brian, 46岁",
        "desc": ""
    },
    {
        "hash": 1946257833,
        "original": "Get a Career Boost",
        "translated": "事业飞跃",
        "desc": ""
    },
    {
        "hash": 2285248591,
        "original": "You guys saved my neck!  And the respect of my fellow workers.  When I qualified for the corporate weekend in Hawaii last year, I knew that I needed arm candy and fast, man!  You don't move up the food chain at a large office if you're nailing a fat ugly woman.  I needed something special to impress the big cheeses, if you know what I mean!  One visit to PointClickShipABitch.com and a Croatian supermodel was ringing my doorbell the following day!",
        "translated": "你们帮了我一个大忙啊！同事终于把我当回事了。去年报名了公司组织的夏威夷周末以后，我就知道自己的身边需要一个花瓶，立刻就要！牵着一个又胖又丑的娘们可没法在大办公室里往上爬。必须得来点猛的，给上面的大爷留下印象才行，不知道你们有没有看懂！在点我买娘们下了个单，克罗地亚超模第二天就到我家门口了！",
        "desc": ""
    },
    {
        "hash": 2695083341,
        "original": "- Jimbo, 28",
        "translated": "- Jimbo, 28岁",
        "desc": ""
    },
    {
        "hash": 2468811814,
        "original": "Age Is Just a Number",
        "translated": "年龄不过是一个数字",
        "desc": ""
    },
    {
        "hash": 1744809047,
        "original": "You should have seen their faces at the croquet club when I turned up with Irina.  Thank you PointClickShipABitch.com.",
        "translated": "带着Irina走进门球俱乐部时，在场的人都惊呆了。谢谢你们，点我买娘们网。",
        "desc": ""
    },
    {
        "hash": 2904314969,
        "original": "- Ronald, 89",
        "translated": "- Ronald, 89岁",
        "desc": ""
    },
    {
        "hash": 623859489,
        "original": "A Smarter Investment...Put Your Money Where Your Heart Is",
        "translated": "聪明人的投资... 把钱花到心之所在",
        "desc": ""
    },
    {
        "hash": 3309815145,
        "original": "A couple of years ago, I had reached rock bottom.  Single, dead-end job and the wrong side of 40.  My life had descended into a downward spiral of cheap takeout, backstreet hookers and scotch before breakfast.  Little did I know that I could actually buy a girl...that is to say, I could invest my money in a premium compatibility service designed to deliver a perfect match.  Katya has given me a new lease on life.  You're only as old as the woman you feel!  And right now I'm feeling up a 19 year old girl who can't speak English!",
        "translated": "几年前，我的人生落入深渊。单身的我打着没出路的工，40岁的人都看不上我。我的人生在廉价外卖、后巷妓女、早餐威士忌中螺旋下降。当时的我并不知道自己还可以买一个姑娘... 或者说，用钱居然能买到完美的婚姻。Katya让我的生活重返生机。和19岁的姑娘生活在一起，感觉自己也回到了19岁！我正在抚摸这个不会说英语的19岁女孩！",
        "desc": ""
    },
    {
        "hash": 54664524,
        "original": "- Evan, 44",
        "translated": "- Evan, 44岁",
        "desc": ""
    },
    {
        "hash": 2531465832,
        "original": "Find a Partner to Share Your Life",
        "translated": "分享生活的伙伴",
        "desc": ""
    },
    {
        "hash": 2433387035,
        "original": "I had always been skeptical of dating sites and marriage agencies until I discovered PointClickShipABitch.com.  When I first spoke to Tatyana, it was a revelation to realize that we were both looking for the same thing - to escape a miserable existence.  Admittedly, mine was a life of lonely nights spent pleasuring myself to re-runs of Swap Meet and hers a life of relentless persecution in a damp urban slum...but essentially our goals were aligned.  I've never looked back!",
        "translated": "直到发现点我买娘们之前，我对网恋平台和相亲机构都抱有怀疑的态度。第一次与Tatyana交流的时候，我发现我们所追求的是相同的东西——摆脱悲惨的人生。诚然，我的人生就是夜里一个人对着《换遇》的重播傻笑，而她的人生则是在潮湿的城市贫民窟里长期遭受迫害... 不过我们的目标是大体相同的。我从未如此成功！",
        "desc": ""
    },
    {
        "hash": 3616262767,
        "original": "- Jeff, 37",
        "translated": "- Jeff, 37岁",
        "desc": ""
    },
    {
        "hash": 1798300572,
        "original": "You'll Keep Coming Back",
        "translated": "你会一再光顾这里",
        "desc": ""
    },
    {
        "hash": 1364681011,
        "original": "I'm already on my third girl from PointClickShipABitch.com.  I don't even marry them any more!  Once you go Russian, there's no going back!  I think Napoleon said that.",
        "translated": "我已经在点我买娘们买了三个姑娘了。我甚至都没跟她们领证结婚！去了俄罗斯，就没有回头路了！这句话应该是拿破仑说的。",
        "desc": ""
    },
    {
        "hash": 3727752452,
        "original": "- Greg, 32",
        "translated": "- Greg, 32岁",
        "desc": ""
    },
    {
        "hash": 427000078,
        "original": "A Better Life...For Both of You",
        "translated": "更好的生活... 两人一起享受",
        "desc": ""
    },
    {
        "hash": 1779514320,
        "original": "Finally, what I've always wanted. A sophisticated, elegant European lady, who is grateful every time I don't send Cossacks into her village to kill her entire family. This is REAL domestic bliss, folks. Try it.",
        "translated": "我终于得到了一直想要的生活。她是老练优雅的欧洲人，会为我没有派哥萨克人去她老家杀她全家感谢我。这才真正的幸福家庭啊，各位。试一试吧。",
        "desc": ""
    },
    {
        "hash": 1735739306,
        "original": "- Isaac, 43",
        "translated": "- Isaac, 43岁",
        "desc": ""
    }
]