[
    {
        "hash": 3712676006,
        "original": "Dishing the dirt on your favorite celebrities! The gossip, the rumors, the scandals,",
        "translated": "搞臭你心爱的明星！八卦、蜚语、丑闻、",
        "desc": ""
    },
    {
        "hash": 1578787879,
        "original": "the break-ups, the meltdowns, the feuds... and anything else we can get a photo of!",
        "translated": "分手、崩溃、争吵... 以及一切我们可以偷拍到的秘密！",
        "desc": ""
    },
    {
        "hash": 4037513516,
        "original": "Prepare for an Internet frenzy.  Rumors have been flying around the internet today of a home video featuring teen socialite/college dropout Jill Von Crastenburg and an unidentified male.  Jill Von Crastenburg has been in talks to judge America's Sexiest Terrorist and it is rumored the man in the video is a gentleman who enjoys playing the hot new sex game in Vinewood called Horny Hostages and Insurgents. Even for Von Crastenburg, who will do anything to get her privates in front of the paparazzi and who hasn't worn underwear since elementary school, this is an entirely new level of whorish behavior and definitive proof that money can't buy you class.  Like everything else on the video-sharing website,",
        "translated": "准备好迎接这场网络狂欢吧。近日，一条私房视频在网络上疯传。女主角是年轻的社交名媛兼辍学大学生，Jill Von Crastenburg。男主角则是一名身份不明的男子。Jill Von Crastenburg目前正在主持一档名为「全美最辣恐怖分子」的真人秀，而视频中的男主角据传十分热衷于「欲望人质和叛乱分子」——好麦坞新晋流行的床笫游戏。即便是小学就开始放飞自我不穿内衣的Von Crastenburg，哪怕她愿意不惜一切代价将私处主动贴上狗仔队，这条小黄片里的内容依然是她淫荡作风的巨大突破。同时，这也是金钱买不来教养和智识的又一明证。和视频分享网站",
        "desc": ""
    },
    {
        "hash": 986471356,
        "original": "ElectricTit.com",
        "translated": "ElectricTit.com",
        "desc": ""
    },
    {
        "hash": 3885970390,
        "original": ", a clip entitled 'Bet Heiress is Sore' has already been pulled down, but message boards claim that the footage includes Jill performing a sex act with the valet while her date is paying the tab inside.  Jill only recently emerged from the media storm surrounding her rollercoaster three-week relationship with Ernesto Asaltacunas and many are suggesting that the Cuban baseball player might be extradited if he knocked her up.  One young masturbator told reporters, \"The picture quality is terrible and that fucking chihuahua keeps walking past the camera.  It's hard to keep a good rhythm.\"  Jill might have no talent, personality or relevance, but being a spoiled panty-less attention whore with an eating disorder has been enough to turn her into one of the most photographed and idolized celebrities on the planet.  News doesn't get any bigger than this.",
        "translated": "上的其它小黄片一样，这条名为「气死富家女」的视频已经被撤下，不过匿名板上有人声称原视频中包含Jill大战男服务生的性爱场景，彼时她的约会对象正在另一间屋子里结账。Jill最近刚从与古巴棒球运动员Ernesto Asaltacunas短短三周但又跌宕起伏的恋情的舆论风暴中挣脱出来。很多人指出，如果该运动员搞大了Jill的肚子，他很有可能会被引渡回国。一个看着视频打完了飞机的小伙子告诉记者：「这部片子画质很烂，还有一只狗日的吉娃娃一直在镜头前走来走去。搞得我很难保持住自己的节奏。」 Jill可能没有天赋，没有人品，也没有任何存在的意义，但作为一个娇生惯养不穿内裤，同时还有进食障碍的戏精，这些已经足以让她成为地表最受人顶礼膜拜的名人之一了。再也不会有比这更劲爆的新闻了。",
        "desc": ""
    },
    {
        "hash": 2783203600,
        "original": "Many are saying that the cellulite photos we posted last week of January Natasha Vasquez could traumatize a celebrity-obsessed America.  The rich celebrity airhead has turned on her fans and they are angry.  \"I'm not sure that I can go on.\" said one tearful teenage girl, \"I thought she was perfect.  I have to go change the mood on my",
        "translated": "很多人说我们上周公布的January Natasha Vasquez的肥臀照会严重打击到这个为名人痴狂的国度。粉丝怒火中烧，纷纷回踩这位徒有财而寡智的名人。「我不确定自己是否还会继续喜欢她。」女孩流着泪说道，「我以为她是完美的神，但这件事真的很严重，我连自己的",
        "desc": ""
    },
    {
        "hash": 4099308004,
        "original": "MyRoom",
        "translated": "",
        "desc": ""
    },
    {
        "hash": 2726379448,
        "original": " page - it's that big of a deal.\"   A disgruntled man from San Fierro emailed us with, \"If I wanted to see cellulite, I'd look at my best friend's wife's fat ass.\"  Can she ever bounce back from this?  Does she have a career in radio?  Given that she asked what a supermarket was in a recent interview, we highly doubt it.  Move over, JNV, your time is up.",
        "translated": "社交主页状态都改了。太难以接受了。」一名来自圣辉洛的男子通过邮件向我们表示不满：「如果我想看大肥屁股，直接去找我哥们的老婆不就好了。」她能从这次的事情里恢复过来吗？她会进军广播业吗？考虑到她在最近一次采访中刚问过「超市是什么？」我们对上述疑问的答案持怀疑态度。下来吧，JNV，你的好日子到头了。",
        "desc": ""
    },
    {
        "hash": 873995270,
        "original": "- BREAKING NEWS: Von Crastenburg Sex Tape!!!",
        "translated": "－号外：Von Crastenburg性爱录像流出！！！",
        "desc": ""
    },
    {
        "hash": 1055184866,
        "original": "- Is it December for January?",
        "translated": "－January迎来她生命的寒冬了吗？",
        "desc": ""
    },
    {
        "hash": 2666364750,
        "original": "- King or Queen? Secret Royal Family Hermaphrodite Shocker!!!",
        "translated": "－国王还是皇后？震惊，皇家成员竟是双性人！！！",
        "desc": ""
    },
    {
        "hash": 2215806638,
        "original": "- Wardrobe malfunction turns bloody!!!",
        "translated": "－剧场机械故障酿成血腥惨剧！！！",
        "desc": ""
    },
    {
        "hash": 3761931003,
        "original": "- Muldoon marriage over in 20 minutes!!!",
        "translated": "－Muldoon的婚姻在20分钟内结束！！！",
        "desc": ""
    },
    {
        "hash": 2165647645,
        "original": "- Celebrity sighting!!!",
        "translated": "－名人出没！！！",
        "desc": ""
    }
]