[
    {
        "hash": 535880799,
        "original": "The whirlwind romance that has filled your empty little lives with some vestige of meaning the past six days is over already.  Samantha Muldoon's marriage to hedge fund mogul, Kirk Simplex, lasted just twenty minutes!!!  The wedding cost a reported 50 million dollars and all thirteen of Muldoon's adopted children attended in costumes from their native countries.  A-Z List magazine paid the couple fifteen million dollars for exclusive photo rights.  She has issued the following statement:  \"We'd barely pulled out of the parking lot when he started messing around with my CD changer and picking his teeth with a cocktail stick.  We got into a huge fight and I just handbrake-turned the car and drove straight back for an annulment.  We might have been drunk but I knew right there and then he wasn't the right man for me.\"",
        "translated": "过去六天出现了一段闪电恋情，给你虚无的生活填上了一些意义，但又转瞬即逝。Samantha Muldoon与对冲基金大亨Kirk Simplex的婚姻仅仅持续了20分钟就宣告结束！！！据报道，举办这场婚礼花了大概5000万美金，Muldoon收养的13个孩子也都穿着本国服饰出席。为了获得婚礼照片的独家刊载权，《A-Z List》杂志而向这对新婚夫妇支付了1500万美金。事后女方发表了如下声明：「之前他乱搞我的CD机，还用鸡尾酒橄榄签剔牙，气得我跟他大吵一架，差点出不了停车场。于是我直接开着车漂移掉头去办婚姻无效了。我们可能确实都喝了点酒，不过那时我忽然意识到他不可能是我的良配。」",
        "desc": ""
    },
    {
        "hash": 120341249,
        "original": "This is Muldoon's fourth marriage, none of which have lasted a month.  Her debauched bachelorette parties have become the most sought-after events on the celebutante social calendar.",
        "translated": "算上这次，Muldoon已经经历了四段婚姻，没有一段超过了一个月。而她在每次婚前举办的放荡单身派对也成了娱乐圈名流的社交日历上最受欢迎的活动。",
        "desc": ""
    },
    {
        "hash": 3705412339,
        "original": "This is huge!!!  Rich bitch, January Natasha Vasquez, was spotted WALKING DOWN THE STREET BY HERSELF in San Fierro yesterday afternoon.  Eyewitnesses told us that she looked pale and reflective so we are going to pick out the worst photo and speculate that she is cheating on her boyfriend.  Remember: you heard it here first.  Isn't it great to be focusing on this instead of the millions of people sitting in filth and starving to death?  You're the most important person in the world.  Never forget it.",
        "translated": "劲爆消息！！！January Natasha Vasquez，也就是那个有钱的婊子，昨天下午被人发现独！自！走！在！圣辉洛的街头。目击者称，她看起来面色苍白、心事重重，因此我们打算拍下她最狼狈的样子，再作出不负责任的合理猜测：她在背着男友偷腥。记住：在这里才能听到第一手的小道消息。而且这里人讲话又好听，不是比跟几百万人一起挤在污秽里等死强得多了？你是世界上最重要的人。永远别忘记这一点。",
        "desc": ""
    }
]