[
    {
        "hash": 535132795,
        "original": "Maybe he's not as stupid as he looks.  Cloe Parker's deadbeat fiancé, Tyler Dixon, who reportedly spends three hours every morning manscaping his facial hair, has demanded a $3-million dowry in response to the 900-page pre-nup that he was asked to sign earlier this month.  A self-confessed plastic surgery addict, Parker keeps the paparazzi on their toes by completely changing her appearance every six months and her latest breast implants are stuffed with rubies worth an estimated $30 million.  She rose to megastardom for being hot and rich but her life has turned into one long train wreck ever since she started dating the male backup dancer, who proudly claims that he has been smoking PCP since the age of 5 and lost his virginity to his mother at the age of 9.",
        "translated": "人不可貌相，或许他没那么蠢。虽然游手好闲的Tyler Dixon每天早晨会花三个小时打理胡须，但作为Cloe Parker的未婚夫，面对女方提出的900多页的婚前协议，他额外索要了三百万元的嫁妆作为回应。Parker清楚地知道自己是个整容狂魔，每半年就彻底改变一次外貌，让狗仔们欲罢不能。最近她才刚用价值约三千万的红宝石重新隆了次胸。Cloe Parker凭借热辣性感又挥金如土的人设蹿红，然而开始和那个宣称自己5岁吸毒、9岁跟老母脱处的伴舞Tyler Dixon约会之后，她的人生就坠入了永无止尽的深渊。",
        "desc": ""
    },
    {
        "hash": 2775703184,
        "original": "News doesn't get any bigger than a talentless socialite's downward spiral into drug addiction and sexual depravity and, as soon as the photos emerged of Cloe feeding her three-month-old baby French fries and a vanilla latte with a cigarette hanging out her mouth, we knew that we had a full-fledged celebrity meltdown on our hands.  Tyler Dixon - or Ty-Di as he has become known in the press - still maintains that Parker's baby is his even though she gave birth two months after the couple met and the child is black.  Cloe's father has not been shy about his disgust for his future son-in-law and this latest twist in the love story that has captured the hearts of a nation appears to have been the final straw for the billionaire.\"That gold-digging, pony-tailed, drugged-up excuse for a human being is not getting a cent out of me.  It's not the money - Cloe's 600-foot yacht costs $3 million a day just to sit in a harbor,\" he told our inside source, \"I piss that kind of cash.  In fact, it's laughably cheap, which is all I would expect from a white trash slimeball like Dixon.  He's every father's worst nightmare.\"  Off the back of his new-found fame, Ty-Di plans to release a rap album later this year which we all look forward to trashing.  His lawyer told us, \"If the trend of female celebrities marrying good old-fashioned, hard-working blue collar guys completely unaffected by fame and any of its trappings continues, we're going to see a lot more dowry deals on the table.  They've always worked well in India.\"",
        "translated": "无德无才的社交名流被曝药物成瘾、传出性丑闻似乎是永恒的头条新闻。拿到Cloe叼着烟给她三个月大的孩子喂薯条和香草拿铁的照片时，我们就知道又一位名人要栽在我们手里了。虽然两人第一次见面到孩子出生只花了两个月，虽然生下来的小孩从头黑到脚，Tyler Dixon，或是媒体口中的Ty-Di，依然坚持自己是这个孩子的亲生父亲。Cloe的父亲则毫不掩饰自己对这个未来女婿的厌恶之情，这段全国关注的爱情故事的最新反转显然成了压垮亿万富翁的最后一根稻草。「那个财迷心窍的马尾辫瘾君子别想从我这里拿走一分钱。这不是钱的问题，三百万只是Chloe那艘180米长的游艇一天的停泊费用罢了。」他如此和我们的线人说道，「洒洒水啦。说句实话，这么点钱瞧不起谁呢，Dixon这种白皮人渣也只有这么点出息了。他当女婿是为人父母最大的噩梦。」凭借着新近获得的名声和关注，Ty-Di计划在下半年发行一张说唱专辑，我们已经做好写黑稿的准备了。他的律师告诉我们，「如果女性名人下嫁老派勤劳蓝领的风潮能够延续下去，未来只会有更多的彩礼交易。这种情况在印度已经是家常便饭了。」",
        "desc": ""
    },
    {
        "hash": 4074535909,
        "original": "Can things get any worse for Cloe Parker?  Let's hope so.  We have a team of photographers on her 24 hours a day and we hope to bring you more breaking news very soon.",
        "translated": "Cloe Parker还会步入更加糟糕的境地吗？让我们拭目以待。我们专门成立了24小时跟拍团，有望为您呈上更加劲爆的新闻。",
        "desc": ""
    },
    {
        "hash": 2265638433,
        "original": "Remember Cherice McCormic?  She was a hot celebrity during the 80's when our guard was down and fashion wasn't an issue.  Then the 90's and the 00's came around and a lot of ZEROs were looking for work.  We initially reported that McCormic was on a serious bender reduced to shooting skin flicks for crack.  But reports say she is faking it just to get into the news media again.  Friends say she can't even handle coffee and the whole thing is just an act.  COME ON MCCORMIC!  Man up and go off the edge.  Your country needs you.",
        "translated": "还记得Cherice McCormic吗？在时尚概念尚未成型的八十年代，她是炙手可热的女明星。但在接下来的九十年代和新世纪，登上舞台的却是无数超小号的骨感女孩。先前我们报道过McCormic吸毒成瘾，不惜拍摄擦边球黄片换取可卡因，但是又有报道称这是她为了重回媒体视野的自导自演。她的朋友则说她连咖啡因都受不了，更别说吸毒了，所谓的毒瘾都是演出来的。来吧MCCORMIC！鼓起勇气，激流勇进！你的国家需要你。",
        "desc": ""
    },
    {
        "hash": 3455722236,
        "original": "- BREAKING NEWS: Straight backatcha biatch!!!",
        "translated": "－号外：如数奉还，贱婊子！！！",
        "desc": ""
    },
    {
        "hash": 3229270562,
        "original": "- Waning with the Stars Shocker!!!",
        "translated": "－震惊，与星共陨的秘密！！！",
        "desc": ""
    },
    {
        "hash": 2672914816,
        "original": "- Shortage of British judges for US talent shows",
        "translated": "－美国达人秀急缺英国评委",
        "desc": ""
    },
    {
        "hash": 1658332158,
        "original": "- Fat Bitch!",
        "translated": "－肥婊子！",
        "desc": ""
    },
    {
        "hash": 3505346632,
        "original": "- To Brucie Kibbutz",
        "translated": "－致Brucie Kibbutz",
        "desc": ""
    },
    {
        "hash": 611802504,
        "original": "- Pete - what kind of name is that for a famous kid?",
        "translated": "－Pete - 名人之子就叫这种名字？",
        "desc": ""
    },
    {
        "hash": 2415193617,
        "original": "- governor race takes to the chatrooms",
        "translated": "－在线聊天室里的州长辩论",
        "desc": ""
    },
    {
        "hash": 2600010583,
        "original": "- Muldoon 'finds religion' 3 times in a week!!!",
        "translated": "－Muldoon一周皈依三次！！！",
        "desc": ""
    }
]