[
    {
        "hash": 1805042600,
        "original": "What an incredible day for news this is turning out to be.  Kerry McIntosh cut short her 4-day rehab program last night and embarked on a one-woman drugs and booze bender that ended in catastrophe when she crashed her car through the front window of a Wigwam Burger restaurant.  Sources close to the model told us that, after three days of pampering at the $20,000-a-night treatment center in Los Santos, she felt confident that she had conquered her addictions and was ready to get back on the party circuit.  Despite police reports that she was nine times over the legal alcohol limit and tested positive for cocaine, heroin, methamphetamine, and halitosis, McIntosh remains adamant that she only had one glass of wine, a stool softener and a sleeping pill.  \"That's our story and we're sticking to it,\" said her agent who also confirmed that McIntosh is currently on her way to another luxury rehab resort, this time in space.  America loves nothing more than to watch a celebrity unravel under the media microscope and Kerry McIntosh seems determined not to disappoint her fans.  The McIntosh Meltdown is shaping up to be one of the most important stories of the year and we promise to rehash every detail with excruciating monotony over the coming days.",
        "translated": "对于新闻界来说，今天多么令人难以置信的一天。Kerry McIntosh昨晚提前结束了原定四天的康复计划，在毒品和酒水中独享到场男性狂欢了一夜，最终开着车一头扎进了Wigwam汉堡店的橱窗。这名女模特的亲友告诉我们，在洛圣都每晚两万美元的治疗中心享受了三天呵护之后，McIntosh相信自己已经克服了毒瘾，时刻都能回到无尽的派对狂欢当中。尽管警方的报告显示她的血液酒精浓度超过酒驾标准的9倍，且可卡因、海洛因、冰毒以及口臭试验均呈阳性反应，McIntosh依然坚持自己只喝了一杯小酒、服用了一片大便软化剂和一粒安眠药。「这就是我们的主张，坚决不改。」她的经纪人说道。经纪人还证实了McIntosh目前正在前往另一家豪华康复戒毒中心的路上，这一次是在外太空。美国民众最爱看的就是媒体用显微镜肢解名人，而Kerry McIntosh似乎也不会让她的粉丝失望。「McIntosh塌房」有望成为今年的头号热门话题，我们也会在接下来的几天不断发稿，翻炒相关事件中的每一个细节。",
        "desc": ""
    },
    {
        "hash": 1633449214,
        "original": "Fierce debate has been raging among the furry community regarding acceptable sexual positions.  Long-term furries are keen to find ways to spice up their sex life while remaining as true as possible to anthropomorphic realism.  Some traditionalists, however, are outraged.  \"How many bunny rabbits do you see going at it in the reverse cowgirl?\" said one 37-year-old otter.  We'd like to see pics.",
        "translated": "兽控社区就可接受的性爱体位展开了激烈的辩论。一些兽控老人倾向给自己性生活增添趣味，同时尽可能保留一些拟人化的真实细节。然而，兽控中的原教旨主义者则被彻底激怒了，「你见过用女上位交配的兔兔吗？」37岁的水獭如是说道。我们还挺想看看照片的。",
        "desc": ""
    },
    {
        "hash": 3228079128,
        "original": "- BREAKING NEWS: McIntosh goes for a drive-thru!!!",
        "translated": "－号外：McIntosh翻车了！！！",
        "desc": ""
    },
    {
        "hash": 3200034385,
        "original": "- Furries bored of doggie style",
        "translated": "－兽控厌倦了后入式",
        "desc": ""
    },
    {
        "hash": 3573853861,
        "original": "- 'The Tower' makes out with a hobo!",
        "translated": "－「高塔」操了流浪汉！",
        "desc": ""
    },
    {
        "hash": 1068398675,
        "original": "- Parker & Von Crastenburg catfight!!!",
        "translated": "－Parker大战Von Crastenburg！！！",
        "desc": ""
    },
    {
        "hash": 2262210964,
        "original": "- English 'ladette' takes dump outside nightclub",
        "translated": "－英国女星夜店醉酒后当街拉屎",
        "desc": ""
    },
    {
        "hash": 2690465636,
        "original": "- JNV's EXTREME WEIGHT LOSS!!!",
        "translated": "－JNV爆瘦！！！",
        "desc": ""
    },
    {
        "hash": 1783169197,
        "original": "- Another castle for the investment king",
        "translated": "－投资皇帝的又一座宫殿",
        "desc": ""
    },
    {
        "hash": 3559443927,
        "original": "- Weazel to launch war channel",
        "translated": "－Weazel推出战争频道",
        "desc": ""
    }
]