[
    {
        "hash": 699956519,
        "original": "Shocking photos have emerged of English TV personality, Katt Maguire, relieving herself on the sidewalk.  And no, not a number 1!!!  Witnesses report that the 23-year-old staggered out of a London nightclub last Saturday with a beer in each hand, sparked up a cigarette and started singing soccer songs.  She then shouted something about needing to \"pinch a loaf, innit\" before pulling down her jeans and laying a coiler on the sidewalk in front of crowds of weekend revelers.  Apparently, English men find this behavior attractive in a woman.  Her excrement is now for sale on Craplist for starting bids of $300.",
        "translated": "英国电视明星Katt Maguire在路边解手的劲爆照片被曝光。对了，她绝不是在小便！！！目击者称，上周六这名23岁的女子两只手里拎着啤酒瓶，摇摇晃晃地走出伦敦一家夜店，点了一支烟后唱起足球歌曲。接着她大喊了几句「憋不住了，不憋了」之类的话，当着一大群周末酒客的面脱下牛仔裤，蹲在人行道上留下了一坨形状标致的大便。显然，英国男人认为这种行为能够展现女性的魅力。她的这坨大便目前正在Craplist出售，起拍价300元。",
        "desc": ""
    },
    {
        "hash": 2059123806,
        "original": "Nobody is quite sure why she is so famous but she is seriously hot and has her labia pierced with a 7-carat diamond.  At a tearful press conference on CNT last night, January Natasha Vasquez appealed to the general public for support during the final stages of her extreme dieting regime.  \"With my loyal fans behind me, I know I can do it,\" she gushed as a huge patch of her hair fell to the floor.  The beautiful socialite and daughter of billionaire businessman Alfonso Vasquez has become the perfect role model for an entire generation of teenage girls with major body image issues.  She has lost 20 lbs in the last five days but is determined to reach her target weight of 70 lbs so that she can break into TV work.  Looks like those cellulite photos were the wake-up call she needed.  You're welcome, January.  We will be following this one very closely.",
        "translated": "没人知道她为何如此出名，但她的身材真的相当惹火，阴唇上还镶嵌着一颗7克拉的钻石。在昨晚CNT电视台的那场声泪俱下的新闻发布会中，January Natasha Vasquez呼吁公众在她极端瘦身计划的最后阶段给予支持。「有忠实的粉丝站在身后，我就知道自己一定能实现目标。」她的嘴巴滔滔不绝，她的头发飘飘落地。这位容貌秀丽的社会名流、富商Alfonso Vasquez之女是被形体问题困扰的这代少女的完美榜样。她在过去的五天里减掉了整整20斤，并且还在向着60斤的目标体重迈进，准备进军电视节目。看来我们先前公布的肥臀照确实让她及时醒悟了。不用客气，January。我们将对此保持密切关注。",
        "desc": ""
    }
]