[
    {
        "hash": 2186169661,
        "original": "Oh, how the mighty have fallen!!!  The news is awash with the story of the photos of Bryce Dawkins kissing a MALE fitness instructor but nobody is going to report it with more innuendo and exclamation marks than us!!!  We are in the process of altering the photos so it looks like Dawkins has his eyes closed and an erection but we promise to have them up on the website very soon.  According to our sources, the photos show Dawkins passionately kissing the man goodbye following a 14-hour man love marathon!!!  It's a rumor but that's good enough for us.  Considering that most of our readers cannot name the Vice President and believe that we trounced France in the American Civil War, it is unlikely that you knew anything or frankly gave a shit about a deputy mayor before Bryce Dawkins came into our lives.",
        "translated": "哦哦哦，有人身败名裂了！！！各大新闻媒体争相报道Bryce Dawkins亲吻健身男教练照片背后的故事，但没有哪家媒体会比我们用更多的影射和感叹号！！！我们正在调整手头的照片，好让Dawkins看起来眼睛闭着，鸡鸡硬着，改好的照片很快就会放到网站上。据我们的线人爆料，这些照片拍到的其实是Dawkins在长达14小时的男男性爱马拉松后的激情吻别！！！虽然只是条小道消息，但对我们来说这就够了。鉴于我们的读者大多说不上副总统的名字，还坚信我们在美国内战中击败了法国，在媒体铺天盖地地报道Bryce Dawkins之前，你不太可能对我们的副市长有一星半点的了解。",
        "desc": ""
    },
    {
        "hash": 1494940564,
        "original": "However, Liberty City's deputy mayor has become a permanent fixture in the media spotlight over the past few months for his outspoken and controversial views on conservative family values.  Dawkins has put gay rights groups in a flap and lesbian rights groups in a stomp after a series of speeches in which he openly blamed homosexuals for everything from global terrorism to the weakening of the dollar.  He claims that the rest of the world has turned on America for its tolerance of what he has called \"excessively liberal and degenerate behavior.\"  He has even gone so far as to try to ban gay men from becoming firefighters, arguing that the atmosphere in the communal showers is becoming \"increasingly homoerotic\".  Well, we are confident that a lot of reliable sources are going to come out of the woodwork over the next few days with some sensational stories about Dawkins' sexual history.  I am sure that we will also be able to rustle up some grainy video.  Keep this website bookmarked at the office.  We are told that Dawkins is on his way to a rehab center that specializes in the treatment of sexual addictions, claiming that he was corrupted into a momentary lapse of judgment by subversive liberal propaganda.  Here's hoping that they have communal showers!!!",
        "translated": "不过，在过去的几个月里，自由城的这位副市长频频语出惊人，发表了一系列关于保守的家庭观念的言论引起争议，长期处在媒体关注之下。Dawkins在演讲中公开指责同性恋应当为从全球恐怖主义到美元贬值的一切事情负责，让男、女同性恋的权益组织陷入恐慌。他声称美国过于放任所谓「过度自由和堕落的行为」，因此世界其他国家正在严厉批评美国。他甚至试图禁止男同性恋从事消防员的工作，因为他们会让消防站公共浴室的气氛变得「越来越同性恋」。相信未来几天会有更多可靠消息连带着Dawkins劲爆的性生活史一起被曝光出来。我们也会设法搞到一些AV画质的相关视频。请务必将本站放进你工作电脑的收藏夹。我们得知Dawkins正在前往专门治疗性瘾的康复中心的路上，他坚称自己是被自由派的鬼话迷了心窍，一时失足。希望那个康复中心的浴室是开放式淋浴！！！",
        "desc": ""
    },
    {
        "hash": 3052853370,
        "original": "If our inside sources are correct and, to be honest, we don't really care if they are, the pop singer Samantha Muldoon has bought yet another baby on a safari trip to Kenya.  That is her 14th foreign baby, by our calculations, although we have not seen Wave, the Cambodian boy, for a couple of years now and suspect that he may have been returned to his family with a check for $10 and that his trendy faux-hawk is no more.  He was definitive proof that a cute baby does not always turn into a cute child.  Let's see what she names this one!!!",
        "translated": "如果我们的内部消息准确无误 (说句实话，是假的我们也不在乎)，流行歌手Samantha Muldoon在肯尼亚的旅途中又买了一个婴儿。据我们统计，这是她的第14个外国小孩。不过我们已经好几年没见过那个叫Wave的柬埔寨男孩了，估计他已经剪掉了时尚的莫西干头，带着一张10美元的支票回到了原来的家庭。小Wave的经历证明了可爱宝宝不一定会长成可爱小孩。她这回会给这个小婴儿取什么名呢，让我们拭目以待！！！",
        "desc": ""
    },
    {
        "hash": 166548170,
        "original": "- BREAKING NEWS: Bryce Dawkins - You got MALE!!!",
        "translated": "－号外：Bryce Dawkins - 你收到了一个基友！！！",
        "desc": ""
    },
    {
        "hash": 3095004498,
        "original": "- Samantha Muldoon buys another baby!",
        "translated": "－Samantha Muldoon又买了一个婴儿！",
        "desc": ""
    },
    {
        "hash": 3353762004,
        "original": "- Shear Lunacy!",
        "translated": "－疯狂剪发！",
        "desc": ""
    },
    {
        "hash": 957900996,
        "original": "- McTony: A microscopic maniac!!!",
        "translated": "－McTony：蚂蚁大小的疯子！！！",
        "desc": ""
    },
    {
        "hash": 2006843849,
        "original": "- 'Like' voted word of the year!",
        "translated": "－「喜欢」当选年度词汇！",
        "desc": ""
    },
    {
        "hash": 2433901354,
        "original": "- POPPING boffo box office",
        "translated": "－《POPPING》票房领跑",
        "desc": ""
    },
    {
        "hash": 281868674,
        "original": "- More Madness From McIntosh!!!",
        "translated": "－McIntosh走火入魔！！！",
        "desc": ""
    }
]