[
    {
        "hash": 429450741,
        "original": "Why are Eunux users  better?",
        "translated": "为什么说 Eunux 用户更强？",
        "desc": ""
    },
    {
        "hash": 2294850492,
        "original": "Eunux is free.  So we  totally just pwned you.  Once you are a  Eunux user you can post stuff in chat rooms like",
        "translated": "Eunux 是自由的，所以你被我们完爆了。成为 Eunux 用户以后，你就可以在聊天室里发",
        "desc": ""
    },
    {
        "hash": 4191479872,
        "original": "\"I HAVE WAREZ BITCHEZ!  W00T!!\"",
        "translated": "「搞到D版了！爽！」",
        "desc": ""
    },
    {
        "hash": 4170685998,
        "original": "and \"I am an Xtr3m H4x0r and need some teen girl script kiddies 4 my posse at",
        "translated": "和「我就是究极的 H4x0r。找几个脚本小妞跟",
        "desc": ""
    },
    {
        "hash": 3804176010,
        "original": "MyOnlineMe",
        "translated": "我的网络分身",
        "desc": ""
    },
    {
        "hash": 1475593641,
        "original": " .\"",
        "translated": "一起混。」",
        "desc": ""
    },
    {
        "hash": 1099753922,
        "original": "But I like To$$ OS!",
        "translated": "我还是更喜欢 To$$ OS！",
        "desc": ""
    },
    {
        "hash": 2000919253,
        "original": "You.  Are.  A.   Retarded.  Noob.  To$$ OS is a lie.  A worldwide lie.  And the sooner you come to grips with the  fact that you've been OWN3D the sooner you will be on the path to  redemption.",
        "translated": "你。是。弱。智。菜鸡。To$$ OS 是个骗局，骗了全世界的人。早日认清自己被人控制的真相，早日获得救赎。",
        "desc": ""
    },
    {
        "hash": 78147374,
        "original": "Why haven't I heard  of Eunux?",
        "translated": "我怎么没听说过 Eunux？",
        "desc": ""
    },
    {
        "hash": 36122603,
        "original": "Eunux is known primarily for its use in servers.  However, by the end of the year, we hope to have cornered 0.000008% of the desktop market.  It's a bit of a Catch-22.  If we become too mainstream, if too many people start using free software, all our fanboys will desert us for a more 1337 hobby.  But we're the most popular server operating system in the world.",
        "translated": "目前 Eunux 在服务器上的应用比较出名。但是，我们有望在年底达到 0.000008% 的桌面市场占有率。这有点像是死循环。如果我们变成主流了，如果越来越多的人开始用自由软件了，原先的粉丝就会抛弃我们，转向更精英更小众的爱好。但我们已经是全世界最流行的服务器系统了。",
        "desc": ""
    },
    {
        "hash": 1948637934,
        "original": "What's a server?",
        "translated": "服务器是什么？",
        "desc": ""
    },
    {
        "hash": 2230705732,
        "original": "FUCK!!!! Go away.",
        "translated": "爬！！！！滚远点。",
        "desc": ""
    },
    {
        "hash": 2477984536,
        "original": "But I just want to  surf the Internet and read email?",
        "translated": "可我只是想上网冲浪，看看邮件？",
        "desc": ""
    },
    {
        "hash": 3697432059,
        "original": "You are a sexually confused moron.  Why are you sitting at the helm of potential with no idea what is under the hood or how fast your ship can go?   Would we have landed on Mars with this kind of attitude?",
        "translated": "你就是个满脑子色情的白痴。明明船舵就在手中，却不知道船的内部结构和性能。都是你这种态度，人类哪有可能登陆火星？",
        "desc": ""
    },
    {
        "hash": 1535476675,
        "original": "But To$$ OS makes  everything really simple.  I point and  click and it's all there.",
        "translated": "可是 To$$ OS 真的很方便。动动鼠标点两下就能用了。",
        "desc": ""
    },
    {
        "hash": 3254707135,
        "original": "Oh really?  Are you enjoying showering in the public shower of mediocrity?  As lukewarm water drips down your back?  As you are shoving your fist in the air for a monopoly?  For being a drone that just helps crank forward the machine?  Democracy dies when laziness sets in, and you are being lazy.  To not try to understand the machine is to get tangled in the gears and crunched into pieces. c0d3rz are the shizzit.",
        "translated": "噢，是吗？你很喜欢在凡夫俗子去的大众浴室里洗澡吗？享受温水流过背部的感觉？在独享的空间里挥动拳头？成为庞大机器上的一颗微小齿轮？懒惰之风盛行，民主就亡了，而你正是那个懒人。不去理解机器，早晚会被机器吞噬，碾碎成渣。搞代码的才牛逼。",
        "desc": ""
    },
    {
        "hash": 1332928228,
        "original": "How do I install  Eunux?",
        "translated": "如何安装 Eunux？",
        "desc": ""
    },
    {
        "hash": 351527728,
        "original": "It's easy.  Delete everything on your computer (after backing up all your illegal mp3s and warez!) and download Eunux.  There have been some issues with installation but be patient, it may take a few days or even a week to get it operating properly.",
        "translated": "很简单。删掉电脑上的所有东西 (记得备份盗版歌和盗版软件！) 再下载 Eunux。安装时可能遇到一些问题，但还是要耐心，花上几天几十天应该就能成功开机了。",
        "desc": ""
    },
    {
        "hash": 2814886763,
        "original": "After 26 days, I have  finally installed Eunux.  Why doesn't my  modem work?",
        "translated": "用了 26 天，终于把 Eunux 安上了。我的调制解调器怎么不能用？",
        "desc": ""
    },
    {
        "hash": 1628398004,
        "original": "It won't.  If you try to install Eunux on a typical PC, 9 times out of 10 you will need to buy a new modem.  What do you want from us?!",
        "translated": "当然不能用。在大部分电脑上安装 Eunux 十有八九需要买一个新的调制解调器。还能怎么解决？！",
        "desc": ""
    },
    {
        "hash": 2081993194,
        "original": "But I already have  To$$ OS and my modem works?",
        "translated": "但用 To$$ OS 的时候，调制解调器明明能正常工作？",
        "desc": ""
    },
    {
        "hash": 2978209507,
        "original": "If you want to deep-throat the corporate cock, that's your prerogative.",
        "translated": "如果你想吞下商业公司的鸡巴，那是你的自由。",
        "desc": ""
    },
    {
        "hash": 3998432376,
        "original": "Has anyone ever  sucked your cock?",
        "translated": "有人口过你的鸡巴吗？",
        "desc": ""
    },
    {
        "hash": 1036518383,
        "original": "Fuck off.",
        "translated": "滚你妈的。",
        "desc": ""
    },
    {
        "hash": 2823374508,
        "original": "If I plug my digital  camera into my Eunux machine, what happens?",
        "translated": "如果把我的数码相机连接到 Eunux 设备上，会发生什么？",
        "desc": ""
    },
    {
        "hash": 3628665959,
        "original": "Nothing.  That is the beauty of it.  You need to write the code so that your computer and the camera can talk to each other.  You can't just ASSUME integration.  Once you slave over some code for a few weeks living on coffee and",
        "translated": "什么都不会发生。这才是美妙之处所在。你需要自己编写代码，实现电脑和相机的通信。别以为插上去就能用是理所当然。喝着咖啡，抽着",
        "desc": ""
    },
    {
        "hash": 1554402758,
        "original": "Redwoods",
        "translated": "红木牌香烟",
        "desc": ""
    },
    {
        "hash": 4043797926,
        "original": " and masturbating to keep yourself from crying and then your digital camera talks to your computer you'll finally have grown some bawls and be 1337!!!!!",
        "translated": "，撸着管止住眼泪，等到你的数码相机终于能和电脑沟通的时候，你才真正长大了，成为了精英！！！！！",
        "desc": ""
    },
    {
        "hash": 3104992145,
        "original": "Do I need to know how  to program ANIS to use Eunux?",
        "translated": "想用 Eunux 的话，我是不是要先学会编写 ANIS 系统的程序？",
        "desc": ""
    },
    {
        "hash": 1883834762,
        "original": "Are you trying to get us sued again??!!!  The design of Eunux looks like",
        "translated": "你是不是想让我们再上一次法庭啊？？！！！虽然 Eunux 的设计",
        "desc": ""
    },
    {
        "hash": 1603466157,
        "original": "ANIS but DOES  NOT CONTAIN ANY ANIS CODE",
        "translated": "很像 ANIS ，但是没有包含任何 ANIS 的代码",
        "desc": ""
    },
    {
        "hash": 3881459061,
        "original": ".  Another  copyright lawsuit and we're going to start charging for this shit!",
        "translated": "。再有这种版权诉讼的话，我们就要转向收费了！",
        "desc": ""
    },
    {
        "hash": 2407352978,
        "original": "What is your target  market?",
        "translated": "你们的目标市场是？",
        "desc": ""
    },
    {
        "hash": 1749770275,
        "original": "Young and not-so-young white middle-class male virgins.",
        "translated": "年轻和没那么年轻的中产阶级白人处男。",
        "desc": ""
    },
    {
        "hash": 3652491291,
        "original": "How can girls get into  Eunux programming?",
        "translated": "女生怎么加入 Eunux 程序编写的工作？",
        "desc": ""
    },
    {
        "hash": 1950393674,
        "original": "They can't.  It's not allowed.  Eunux is just for men.  Girls don't understand the importance of acronyms.  Are you a real girl?  Do you want to hear a binary joke?  Can you send some photos? Will you dress up as a mythical beast for $$?",
        "translated": "女人爬。女人禁止入内。Eunux 是专为男性设计的。女人不懂缩写的重要性。你真的是女人吗？想听关于二进制的笑话吗？能发几张照片吗？能打扮成神话里的猛兽换$$吗？",
        "desc": ""
    },
    {
        "hash": 3588454978,
        "original": "Is Eunux communist?",
        "translated": "Eunux 支持共产主义吗？",
        "desc": ""
    },
    {
        "hash": 2875471376,
        "original": "NO!!!!  When will you people shut up about communism?!!! Eunux is free, collectively owned and distributed, and maintained by a community rather than private individuals.  Does that sound communist to you?  It's socialist, for fuck's sake.",
        "translated": "不！！！！能不能别提共产主义了？！！！Eunux 是免费的，由社区集体拥有、共同分发、合作维护，而不是由某一个人包办。这样像是共产主义吗？这叫社会主义，真的是。",
        "desc": ""
    },
    {
        "hash": 1620620870,
        "original": "Why is the Eunux  kernel so bloated?",
        "translated": "为什么 Eunux 的内核那么臃肿？",
        "desc": ""
    },
    {
        "hash": 1903070661,
        "original": "It was made in the image of our founder.",
        "translated": "按创始人的形象设计的。",
        "desc": ""
    },
    {
        "hash": 3718670517,
        "original": "Why is there no Tech  Support with Eunux?",
        "translated": "为什么 Eunux 没有售后服务？",
        "desc": ""
    },
    {
        "hash": 1642782809,
        "original": "Why don't you demand a refund, asshole??!! It's fucking",
        "translated": "你怎么不申请退款啊，混蛋？我们他妈是",
        "desc": ""
    },
    {
        "hash": 3002470286,
        "original": "FREE!",
        "translated": "免费的！",
        "desc": ""
    },
    {
        "hash": 860866175,
        "original": " In any case, you can ask for help on message boards and web forums. We will sneer at your ignorance and reply to you in Leet.",
        "translated": "总之，你可以在留言板和网络论坛上寻求帮助。我们会嘲笑你的无知，用黑话回复你。",
        "desc": ""
    },
    {
        "hash": 4128343126,
        "original": "Why does everything  have to be so difficult?",
        "translated": "为什么做什么都这么复杂？",
        "desc": ""
    },
    {
        "hash": 3192819654,
        "original": "Open Source software developers work towards their own needs, not those of a novice.  Secretly, we like the fact that most people can't get their head around any of our programs.",
        "translated": "开源软件的开发者是按自身需求进行开发的，不会考虑新手。私底下，我们觉得大部分人玩不转我们的程序是件好事。",
        "desc": ""
    },
    {
        "hash": 3632685283,
        "original": "Why is it no fun?",
        "translated": "感觉好没意思？",
        "desc": ""
    },
    {
        "hash": 4191588737,
        "original": "Fuck you!  We have a  funny mascot!",
        "translated": "操你妈！我们的吉祥物很有意思！",
        "desc": ""
    },
    {
        "hash": 1261689893,
        "original": "Do you find it fun wondering whether every email is going to corrupt your system?  Do you like playing with worms and spreading them to all your friends?  To$$ OS is responsible for all known viruses including Bird Flu, SARS and Ebola. Virus writers do not want to touch Eunux which means it is immune to annoying spyware.  Do you get turned on by total strangers fucking in your hard drive?",
        "translated": "你们是不是觉得读封邮件都有可能崩溃的系统很有意思？你们是不是很喜欢电脑中毒，还要发给自己的朋友？To$$ OS 是所有已知病毒的幕后黑手，包括禽流感、非典和埃博拉。病毒制造者都不想碰 Eunux 说明这个系统免疫间谍程序。自己的硬盘被压根不认识的人乱搞的时候你们是不是很兴奋？",
        "desc": ""
    },
    {
        "hash": 2882553880,
        "original": "Do you get turned on by  thousands of total strangers playing with your source code?",
        "translated": "自己的源码被几千几万个压根不认识的人乱搞的时候你们是不是很兴奋？",
        "desc": ""
    },
    {
        "hash": 3537851248,
        "original": "Yes. I'm turned on right now. N00b.",
        "translated": "是的，我现在就很兴奋。菜鸡。",
        "desc": ""
    },
    {
        "hash": 1398188321,
        "original": "What does FOSS stand  for?",
        "translated": "FOSS 是什么意思？",
        "desc": ""
    },
    {
        "hash": 3164187735,
        "original": "Fuck Other Shitty Systems.",
        "translated": "Fuck Other Shitty Systems (干翻其他垃圾系统)。",
        "desc": ""
    },
    {
        "hash": 3676092027,
        "original": "With To$$ OS, all I  had to do was fire up a CD to set up my cable internet or DSL connection.  It appears that I need a degree in computer  science to get cable or DSL working on Eunux?",
        "translated": "用 To$$ OS 的时候，插张光盘进去就能设置有线网络或者拨号上网。但在 Eunux 上好像得先拿个计算机科学的学位才能设置明白？",
        "desc": ""
    },
    {
        "hash": 1672653708,
        "original": "It's not meant to be easy!   Where's the fun in that?!",
        "translated": "本来就不该那么简单！不折腾哪来的乐趣？！",
        "desc": ""
    },
    {
        "hash": 624998269,
        "original": "Why does every program have thousands of different versions?  Why are none of them compatible with each other?",
        "translated": "为什么每个程序都有几千个不同的版本？为什么这些版本还互不兼容？",
        "desc": ""
    },
    {
        "hash": 2094801356,
        "original": "They're called distributions, not versions.  CHOICE!  We could use a standard code but then it would be no fun to compile every program.",
        "translated": "纠正一下，是「发行版」，不是「版本」。这叫选择！确实可以用统一的标准代码，但不把所有程序都自己编译一遍就没意思了。",
        "desc": ""
    },
    {
        "hash": 1403525565,
        "original": "Why can't Eunux  create a decent file manager?",
        "translated": "为什么 Eunux 没有一个像样的文件管理器？",
        "desc": ""
    },
    {
        "hash": 3323243178,
        "original": "But you can see our source code.  Does that mean nothing to you?!!!",
        "translated": "但你可以看见我们的源码啊。还不知道该做什么吗？！！！",
        "desc": ""
    },
    {
        "hash": 1800348160,
        "original": "Why is Eunux so much  slower than To$$ OS?",
        "translated": "为什么 Eunux 比 To$$ OS 慢这么多？",
        "desc": ""
    },
    {
        "hash": 4181311183,
        "original": "Guess you're one of those 'RAM is always half-empty'  people.  It's",
        "translated": "你就是那种「RAM永远空一半」的人吧。这是",
        "desc": ""
    },
    {
        "hash": 2544181979,
        "original": "FREE",
        "translated": "免费",
        "desc": ""
    },
    {
        "hash": 3158755222,
        "original": ".  Get over it.",
        "translated": "软件。忍忍吧。",
        "desc": ""
    },
    {
        "hash": 643619732,
        "original": "Why is it impossible  to install new hardware, like a printer?",
        "translated": "怎么没办法安装新硬件？比如打印机。",
        "desc": ""
    },
    {
        "hash": 2564159999,
        "original": "A printer?!  Paper is  dead.  IM fool!",
        "translated": "打印机？！纸片已死。给我用 IM 软件，蠢蛋！",
        "desc": ""
    },
    {
        "hash": 3127444488,
        "original": "Why is everything on  Eunux so ugly?",
        "translated": "为什么 Eunux 上的所有东西都很丑？",
        "desc": ""
    },
    {
        "hash": 3377078236,
        "original": "We're programmers.   And it's not like we're getting paid for this.  We're not going to create a pretty interface  just for a noobie like you.  Menus,  shortcuts and toolbars make you weak.",
        "translated": "我们是程序员，做这些事也拿不到钱。我们不会专门为你这样的菜鸡做一个漂亮的界面。菜单、快捷键和工具栏是弱鸡用的。",
        "desc": ""
    },
    {
        "hash": 2232719273,
        "original": "Why is it so  difficult to install a program or driver?",
        "translated": "安装软件和驱动怎么这么麻烦？",
        "desc": ""
    },
    {
        "hash": 981919466,
        "original": "Double-click installs are for pussies.  And it's much easier than it used to be.  Now it only takes about 15 hours.",
        "translated": "双击安装是给娘们准备的。而且现在安装东西已经比之前简单多了，只需要15小时左右吧。",
        "desc": ""
    },
    {
        "hash": 3645058051,
        "original": "Why do Eunux zealots  hate me so much just because I don't mind paying for a superior product that I  can actually understand?",
        "translated": "我愿意为一款我能理解的优秀产品付钱，为什么会被 Eunux 的狂热用户仇视？",
        "desc": ""
    },
    {
        "hash": 4249890575,
        "original": "We at Eunux.net support tolerance and diversity whatever  your kernel orientation.  The people we  really hate are those who dual-boot To$$ OS and Eunux, who use To$$ OS all the  time and then reboot into Ucuntu when their buddies come round just to look  hardcore.  Get off the fucking  fence!",
        "translated": "我们 Eunux.net 赞成宽容和多元的社区，不论你更喜欢哪种内核。我们真正仇视的是那些装 To$$ OS 和 Eunux 双系统的人。平常用的是 To$$ OS，朋友来了就开 Ucuntu 装硬核用户。别给我当骑墙派！",
        "desc": ""
    },
    {
        "hash": 3585566948,
        "original": "Why are open source  programmers so bitter?",
        "translated": "为什么开源程序员的脾气都这么差？",
        "desc": ""
    },
    {
        "hash": 923824183,
        "original": "Most are dysfunctional misfits who were fired from To$$ OS  or",
        "translated": "大部分人都因为脾气暴躁、反体制这样的原因被 To$$ OS 和",
        "desc": ""
    },
    {
        "hash": 1675185713,
        "original": "Fruit",
        "translated": "水果公司",
        "desc": ""
    },
    {
        "hash": 2782509156,
        "original": " for anger/anti-establishment issues.   Therefore, they have a big microchip on their shoulder.",
        "translated": "开除了。因此他们的肩膀上都有一块巨大的芯片。",
        "desc": ""
    },
    {
        "hash": 2712588769,
        "original": "Why can't you play  any games on Eunux?",
        "translated": "为什么没法用 Eunux 打游戏？",
        "desc": ""
    },
    {
        "hash": 396703808,
        "original": "Do you think that this is a fucking toy?  If you want a toy, buy To$$ OS.  Spending weeks learning how to build and  secure a network is like a game.  Don't  you long to be able to mess around with source code?",
        "translated": "你以为这是什么玩具吗？想要玩具的话，滚去买 To$$ OS。花几个星期研究如何架设网络连接、确保网络安全本身就是一种游戏。难道你不想折腾源代码吗？",
        "desc": ""
    },
    {
        "hash": 1321824245,
        "original": "Why have some states  started to use Eunux on their public school systems when the programs don't  work and even adults don't understand them?",
        "translated": "为什么有些州的公立学校开始使用 Eunux 作为操作系统？明明就没多少能用的程序，而且连成年人都未必能用明白？",
        "desc": ""
    },
    {
        "hash": 2615102783,
        "original": "You're forgetting that Eunux gives you that warm, fuzzy  feeling that it is somehow YOURS!",
        "translated": "你是不是忘了，Eunux 能够给你一种温暖、模糊的感觉，让你觉得它是你自己的东西！",
        "desc": ""
    },
    {
        "hash": 1800731518,
        "original": "But I'd rather hang  out with my friends?",
        "translated": "可我更愿意和朋友出去玩啊？",
        "desc": ""
    },
    {
        "hash": 2291452047,
        "original": "Friends?!  There's a whole cult-like Eunux community out there!",
        "translated": "朋友？！这里可有一整个全是同好的 Eunux 社区呢！",
        "desc": ""
    },
    {
        "hash": 3657335235,
        "original": "What happens when I  join the Eunux community?",
        "translated": "加入 Eunux 社区以后，我会怎么样？",
        "desc": ""
    },
    {
        "hash": 1542230304,
        "original": "We will expect you to grow long hair and a beard (once you  reach puberty), give up any contact with the female species and gradually  retreat from the outside world.",
        "translated": "我们希望你能留长发、蓄胡子 (等到青春期就有了)，放弃一切和女性物种的交流，慢慢与外面的世界断绝往来。",
        "desc": ""
    },
    {
        "hash": 240460623,
        "original": "I want to form a Eunux User Group but I can't find any Eunux users?",
        "translated": "我想拉一个 Eunux 用户的群，可是一个 Eunux 用户都找不着？",
        "desc": ""
    },
    {
        "hash": 439878326,
        "original": "There aren't many and they're very difficult to find,  especially in daylight. Check the  basements of middle-class white families, furry conventions, scrap-booking  message boards,",
        "translated": "本来就不多，而且很难找到他们，白天就不用想了。去中产阶级白人家庭的地下室找吧，也可以去furry集会、在线留言板、",
        "desc": ""
    },
    {
        "hash": 2329325680,
        "original": "historical reenactments",
        "translated": "历史重演社区",
        "desc": ""
    },
    {
        "hash": 3503321629,
        "original": ", etc.",
        "translated": "之类的地方看看。",
        "desc": ""
    },
    {
        "hash": 1045887502,
        "original": "Why are there no  office programs?",
        "translated": "为什么没有办公软件？",
        "desc": ""
    },
    {
        "hash": 4148702918,
        "original": "There are! We have  cobbled together some clumsy imitations of word processing and spreadsheet  packages that don't really work.",
        "translated": "有的！我们已经搞出低配仿制版的文字处理和电子表格包了，就是不太好用。",
        "desc": ""
    },
    {
        "hash": 3970330294,
        "original": "Don't sea cucumbers  have no brains?",
        "translated": "海黄瓜好像没有脑子吧？",
        "desc": ""
    },
    {
        "hash": 81315723,
        "original": "You're banned from this site.",
        "translated": "你已被本站封禁。",
        "desc": ""
    },
    {
        "hash": 1192642445,
        "original": "When will you concede  that Eunux is shit as a desktop operating system?",
        "translated": "什么时候你们才会承认，Eunux 作为桌面操作系统就是垃圾？",
        "desc": ""
    },
    {
        "hash": 93079144,
        "original": "When you understand IP and the applications that it's built  upon.",
        "translated": "等你弄明白底层的 IP 协议和应用程序吧。",
        "desc": ""
    },
    {
        "hash": 874727330,
        "original": "Why can't I do  anything useful on Eunux? Like listen to  music or burn a CD?",
        "translated": "Eunux 怎么做不了任何有用的事？比如说听音乐和刻光盘？",
        "desc": ""
    },
    {
        "hash": 3676581907,
        "original": "Try recompiling your kernel.",
        "translated": "重新编译一下内核试试。",
        "desc": ""
    },
    {
        "hash": 4155508971,
        "original": "Is 'recompiling the  kernel' really a masturbation euphemism?",
        "translated": "「重新编译内核」真的是撸一管的委婉说法吗？",
        "desc": ""
    },
    {
        "hash": 2946686779,
        "original": "Fucking Luddite!!!!",
        "translated": "傻逼顽固派！！！！",
        "desc": ""
    },
    {
        "hash": 2889004676,
        "original": "Why are you so angry?",
        "translated": "这么暴躁干嘛？",
        "desc": ""
    },
    {
        "hash": 745537181,
        "original": "I'm twelve - give me a fucking break!",
        "translated": "我 12 岁，别鸡巴烦我了！",
        "desc": ""
    },
    {
        "hash": 2296103417,
        "original": "If I have already  bought or stolen To$$ OS, why on earth would I want to switch to Eunux when I  need graduate-level programming experience to install anything, my modem won't  work, it's slow, WiFi doesn't work well, DTP and CAD are non-existent, the file  manager is shit, the interface sucks, I can't edit photos, I can't play games,  movies or music, there's no tech support etc. etc. etc...?",
        "translated": "如果我已经买了或者偷了 To$$ OS，到底有什么必要换成 Eunux？想用 Eunux 的话，需要有专门学过的编程经验才能安装东西，猫也用不了，很慢，WiFi 也不好使，更没有桌面排版软件和计算机制图软件，文件管理器也很烂，界面也很难看，不能修图，更不能玩游戏、看电影、听音乐，还没有售后服务... ？",
        "desc": ""
    },
    {
        "hash": 3278788986,
        "original": "My operating system is mine, not created and controlled by a  monstrous corporation. It's MINE. IT'S MINE!!!!  I'm fucking hax0r! I'm one 133t  dude!!",
        "translated": "我用的操作系统是自己的，不是哪家怪物企业制造控制的。它是我的东西。是！我！的！！！！老子是 hax0r！老子是精英好吗！！",
        "desc": ""
    },
    {
        "hash": 1314737394,
        "original": "W00t!!!!",
        "translated": "爽！！！！",
        "desc": ""
    },
    {
        "hash": 1860626492,
        "original": "OK, ease up on the  energy drinks, loser",
        "translated": "好吧，少喝点能量饮料吧，废物",
        "desc": ""
    },
    {
        "hash": 2116016366,
        "original": "It's L",
        "translated": "是",
        "desc": ""
    },
    {
        "hash": 4027333648,
        "original": "u",
        "translated": "沸",
        "desc": ""
    },
    {
        "hash": 2537113507,
        "original": "ser.",
        "translated": "物。",
        "desc": ""
    }
]